Repository: stoq/stoq
Catalog: po/*.po
Languages: es_es, pt

source: You cannot close a sale without paying all the payment. Payment %r is still not paid
pt: Você não pode fechar uma venda sem ter pago todos os pagamentos. O pagamento %r ainda não foi pago

source: Sale Details: %s
pt: Detalhes da venda: %s

source: Delivery Address: %s
pt: Endereço de entrega: %s

source: "%s" Notes: %s
pt: Notas de "%s": %s

source: "%s" Estimated Fix Date: %s
pt: Data estimada de resolução de "%s": %s

source: Not Specified
pt: Não especificado

source: The sale %r have a client but no client_role defined.
pt: A venda %r tem um cliente, mas nenhum client_role definido.

source: You must have at least one payment for each payment group
pt: Você deve ter pelo menos um pagamento para cada grupo de pagamentos

source: Debit on Till: Sale %d Returned
pt: Débito no caixa: Venda %d devolvida

source: %s Money Returned for Sale %d
pt: %s Dinheiro devolvido da venda %d

source: Sale orders must have items, which means products or services
pt: Pedidos de venda devem ter itens, o que significa produtos ou serviços

source: Sale total quantity should never be zero
pt: O total da quantidade de venda deve nunca ser zero

source: Available
pt: Disponível

source: Unavailable
pt: Indisponível

source: The code %s already exists
pt: O código %s já existe

source: The barcode %s already exists
pt: O código de barras %s já existe!

source: Invalid status for product got %d
pt: Estado inválido para produto, recebeu %d

source: You cannot sell this item before updating the 'ICMS tax rate credit' field on '%s' Tax Class. If you don't know what this means, contact the system administrator.
pt: Você não pode vender este item antes de atualizar o campo 'Alíquota de crédito do ICMS' na classe de imposto '%s'. Se você não sabe o que isso significa, entre em contato com o administrador do sistema.

source: The sellable with barcode '%s' doesn't exists or is not available to be sold
pt: O item com o código de barras '%s' não existe ou não está disponível para ser vendido

source: There is already a station registered as `%s'.
pt: Já existe uma estação registrada como `%s'.

source: Created computer '%s' for branch '%s'
pt: Criou o computador '%s' para a filial '%s'

source: You need to close the till opened at %s before doing any fiscal operations
pt: Você precisa fechar o caixa aberto em %s, para depois iniciar as operações fiscais

source: Till is already open
pt: O caixa está aberto

source: A till has already been opened today
pt: O caixa já foi aberto hoje

source: Previous till was not closed
pt: O caixa anterior não foi fechado

source: Till is already closed
pt: O caixa está fechado

source: The item does not belong to this transfer order
pt: O item não pertence à este pedido de transferência

source: Mobile number
pt: Número do contato

source: City
pt: Cidade

source: State
pt: Estado

source: Role
pt: Cargo

source: Salary
pt: Salário

source: Employee
pt: Funcionário

source: Transporter
pt: Transportadora

source: Insert Cheque %d
pt: Insira o cheque %d

source: There is no scale configured
pt: Não há balança configurada

source: There is no scale configured for this station ("%s") or the scale is not enabled currently
pt: Não há balança configurada nessa estação ("%s") ou a balança não está habilitada

source: Account name
pt: Nome da conta

source: Confirmation
pt: Confirmação

source: Notification
pt: Notificação

source: Delete this item?
pt: Excluir este item?

source: Delete these %d items?
pt: Excluir estes %d itens?

source: Delete item
pt: Remover item

source: Delete items
pt: Apagar itens

source: Keep it
pt: Mantê-lo

source: Keep them
pt: Mantê-los

source: Se_lect Items
pt: S_elecione Itens

source: Provider:
pt: Fornecedor:

source: This week
pt: Esta semana

source: Last Week
pt: Semana passada

source: Next week
pt: Próxima semana

source: This month
pt: Este mês

source: Last month
pt: Mês passado

source: Next month
pt: Próximo mês

source: ICMS can not be greater than 100
pt: ICMS não pode ser maior que 100

source: ICMS can not be less than 0
pt: ICMS não pode ser menor que 0

source: ISS can not be greater than 100
pt: ISS não pode ser maior que 100

source: ISS can not be less than 0
pt: ISS não pode ser maior que 0

source: ICMS Substitution can not be greater than 100
pt: ICMS substituto não pode ser maior que 100

source: ICMS Substitution can not be less than 0
pt: ICMS substituto não pode ser menor que 0

source: Client categories
pt: Categorias de cliente

source: Client Details
pt: Detalhes de cliente

source: Invoice #
pt: N.F. #

source: Total quantity
pt: Quantidade total

source: Lastest purchase
pt: Última compra

source: Avg. value
pt: Valor médio

source: Total value
pt: Valor total

source: Estimated fix date
pt: Data estimada de conserto

source: Type
pt: Tipo

source: Days Late
pt: Dias de atraso

source: Attendant
pt: Atendente

source: We'r sorry to inform you that an error occurred while running %s. Please help us improving Stoq by sending a automatically generated report about the incident. Click on details to see the report text.
pt: Lamentamos informar, mas ocorreu um erro ao executar %s . Ajude-nos a melhorar Stoq enviando um relatório gerado automaticamente sobre o incidente. Clique em detalhes para ver o texto do relatório.

source: No thanks
pt: Não, obrigado

source: Send report
pt: Enviar relatório

source: Report %s successfully opened
pt: Relatório %s aberto com sucesso

source: Failed to submit bugreport
pt: Falha ao enviar o relatório de erros

source: CSV Exporter Dialog
pt: Dialogo de exportação CSV

source: Comma
pt: Vírgula

source: Semicolon
pt: Ponto e vírgula

source: Colon
pt: Dois pontos

source: CSV Files
pt: Arquivos CSV

source: You do not have enought permissions to save on that folder.
pt: Você não tem permissões necessárias para salvar nesta pasta.

source: Device settings
pt: Configuração de dispositivos

source: Device Type
pt: Tipo de dispositivo

source: Importer Dialog
pt: Diálogo de importação

source: Importing %s...
pt: Importando %s...

source: Done
pt: Concluído

source: Importing ...
pt: Importando ...

source: Imported %d items ...
pt: %d itens importados ...

source: Importing item %d ...
pt: Importando item %d ...

source: Something went wrong while trying to import
pt: Algo errado aconteceu ao tentar importar

source: Done, %d items imported, %d skipped
pt: Concluído, %d itens importados, %d ignorados

source: Product - Initial Stock
pt: Produto - Estoque inicial

source: Registering initial stock for products in %s
pt: Registrando o estoque inicial dos produtos para %s

source: Initial Stock
pt: Estoque inicial

source: Save data before close the dialog ?
pt: Salve os dados antes de fechar o dialogo ?

source: Save data
pt: Salvar dados

source: Don't save
pt: Não salvar

source: Loan Details
pt: Detalhes do empréstimo

source: Sold
pt: Vendido

source: Open Inventory
pt: Abrir inventário

source: _Open
pt: _Abrir

source: No products have been found in the selected categories.
pt: Não foram encontrados produtos nas categorias selecionadas.

source: Payment categories
pt: Categorias de pagamento

source: Color
pt: Cor

source: Change Payment
pt: Alterar pagamento

source: No client or supplier
pt: Nenhum cliente ou fornecedor

source: Change payment due date
pt: Alterar vencimento do pagamento

source: Set current due date (%s) to:
pt: Mudar atual data de vencimento (%s) para:

source: You can not change the due date without a reason!
pt: Você não pode alterar o vencimento sem uma razão!

source: The due date must be set to today or a future date.
pt: O vencimento deve ser a data atual ou uma data futura

source: Change Payment Status
pt: Altera situação do pagamento

source: You can not change the payment status without a reason!
pt: Você não pode alterar o vencimento sem uma razão!

source: Payment Comments
pt: Comentários do pagamento

source: Comment
pt: Comentário

source: Payment Comment
pt: Comentário do pagamento

source: Payment Flow History Dialog
pt: Histórico de fluxo de pagamentos

source: No payment history found.
pt: Histórico de pagamento não encontrado

source: Payment Method Settings
pt: Configuração de formas de pagamento

source: Payment Method
pt: Forma de pagamento

source: Plugin Manager
pt: Gerenciador de plugins

source: Select the plugin you want to activate and click in the apply button.
pt: Selecione o plugin que deseje habilitar e clique no botão ativar.

source: Activate
pt: Ativar

source: Are you sure you want activate this plugin? Please note that, once activated you will not be able to disable it.
pt: Tem certeza que deseja ativar este plugin? Por favor note que, uma vez ativado, você não será capaz de desativá-lo.

source: Activate plugin
pt: Ativar plugin

source: Products Adjustment
pt: Ajuste de produtos

source: _Finish Inventory
pt: _Fechar inventário

source: Fiscal class
pt: Classe fiscal

source: Recorded quantity
pt: Quantidade registrada

source: Actual quantity
pt: Quantidade atual

source: The invoice number must be between 1 and 999999
pt: O número da nota fiscal deve estar entre 1 e 999999

source: Product Adjustment
pt: Ajuste de produto

source: You can not adjust a product without a cfop!
pt: Não é possível ajustar um produto sem um C.F.O.P.!

source: You can not adjust a product without a reason!
pt: Não é possível ajustar um produto sem uma razão!

source: Product Counting
pt: Contagem de produtos

source: You have finished the product counting and none of the products need to be adjusted. Would you like to close this inventory now ?
pt: Você finalizou a contagem de produtos e nenhum dos produtos precisa ser ajustado. Você gostaria de encerrar este inventário agora ?

source: Close inventory
pt: Fechar inventário

source: Continue counting
pt: Continuar contando

source: Product Image Viewer
pt: Visualizador de imagem de produto

source: Production Details
pt: Detalhes da produção

source: Produced
pt: Produzido

source: Lost
pt: Perdido

source: Needed
pt: Necessário

source: Consumed
pt: Consumido

source: To Purchase
pt: A comprar

source: To Make
pt: A produzir

source: code
pt: código

source: In Stock
pt: Em estoque

source: To Receive
pt: A receber

source: Production Dialog
pt: Dialogo de produção

source: Create _purchase order
pt: Criar _pedido de compra

source: You don't have any components to purchase
pt: Você não tem nenhum componente para comprar

source: The quantity needed of some components is bigger than the quantity you will purchase. Would you like to continue the purchase ?
pt: A quantidade necessária de alguns componentes é maior que a quantidade que você irá comprar. Você gostaria de continuar a compra ?

source: Abort purchase
pt: Abortar compra

source: Continue purchase
pt: Continuar compra

source: Purchase Production
pt: Compra para produção

source: Create _Quote
pt: Criar cotação

source: The quote group was succesfully created and it is available in the Purchase application.
pt: O grupo de cotações foi criado com sucesso e já está disponível no aplicativo compras.

source: Product History
pt: Histórico de produtos

source: Purchase Order
pt: Pedido de compra

source: Invoice
pt: Nota fiscal

source: Date Created
pt: Data de abertura

source: Destination
pt: Destino

source: Transfered
pt: Transferido

source: Loan
pt: Empréstimo

source: Loaned
pt: Emprestado

source: Removed By
pt: Retirado por

source: Mixed Freights
pt: Fretes mistos

source: Purchase Details
pt: Detalhes do pedido

source: Quantity Received
pt: Quantidade recebida

source: Paid value
pt: Valor pago

source: When
pt: Quando

source: Changed
pt: Alterado

source: From
pt: De

source: To
pt: Até

source: Quote Filling
pt: Preenchimento de cotação

source: Last Cost
pt: Custo anterior

source: Average Cost
pt: Custo médio

source: Receiving Order Details
pt: Detalhes de pedido de recebimento

source: Received in <b>%s</b> for branch <b>%s</b>
pt: Recebido em <b>%s</b> pela filial <b>%s</b>

source: Renegotiation Details
pt: Detalhes de renegociação

source: Sale Details
pt: Detalhes da venda

source: Sale Cancellation Details
pt: Detalhes do cancelamento da venda

source: Price Change Dialog
pt: Dialogo de mudança de preço

source: Default Price
pt: Preço padrão

source: Updating items
pt: Atualizando itens

source: Fiscal Printer History
pt: Histórico da impressora fiscal

source: Generate
pt: Gerar

source: Month:
pt: Referente ao mês de:

source: Save Sintegra file
pt: Salvar arquivo sintegra

source: Start Production
pt: Iniciar produção

source: _Start Production
pt: Inici_ar produção

source: Product - Stock Cost
pt: Produto - Custo do estoque

source: Fixing stock cost for products in %s
pt: Fixar o custo do estoque para os produtos em %s

source: Stock Cost
pt: Custo do estoque

source: Manual Stock Decrease Details
pt: Detalhes de saída manual

source: Supplier Details
pt: Detalhes do fornecedor

source: Till Entries matching:
pt: Movimentação de caixa contendo:

source: Till history
pt: Histórico de caixa

source: Number
pt: Número

source: Cash _Add...
pt: _Adiantamento...

source: Cash _In...
pt: Entrada..

source: Cash _Out...
pt: Despesa...

source: Transfer Order Details
pt: Detalhes da transferência

source: Total Cost
pt: Custo total

source: Address
pt: Endereço

source: Account description cannot be empty
pt: A descrição da conta não pode estar vazia

source: Show Payment
pt: Exibir pagamento

source: Description must be filled in
pt: A descrição deve ser preenchida

source: Value must be greater than zero
pt: Valor deve ser maior que zero

source: Brazil
pt: Brasil

source: The State is not valid
pt: O estado não é válido

source: Number cannot be zero or less than zero
pt: O valor não pode ser zero ou menor que zero

source: Additional Addresses
pt: Endereços Adicionais

source: Select an address
pt: Selecione um endereço

source: Details of %s
pt: Detalhes de %s

source: Edit Details of "%s"
pt: Editar detalhes de "%s"

source: Add %s
pt: Adicionar %s

source: call
pt: chamada

source: Category already exists.
pt: A categoria já existe.

source: Base Category
pt: Categorias base

source: Calculate Commission From: %s
pt: Calcular comissão de: %s

source: Client Category
pt: Categorias de cliente

source: The client category should have a name.
pt: A categoria do cliente deve ter um nome.

source: The client category '%s' already exists.
pt: A categoria de cliente '%s' já existe.

source: Liaison
pt: Contato

source: Decrease Item
pt: Diminuir item

source: Quantity must be greater than zero
pt: Quantidade deve ser maior que zero

source: Quantity is greater than the quantity in stock.
pt: Quantidade deve ser maior que a quantidade em estoque.

source: Delivery
pt: Entrega

source: New Delivery
pt: Nova entrega

source: Deliver
pt: Entrega

source: Delivery Instructions
pt: Instruções da entrega

source: Expected delivery date must be set to a future date
pt: A data prevista para entrega deve ser uma data futura

source: The Delivery cost must be a positive value.
pt: O custo da entrega deve ter um valor positivo.

source: Choose...
pt: Escolha...

source: Edit Device for %s
pt: Editar dispositivo para %s

source: Add Device
pt: Adicionar dispositivo

source: A %s already exists for station "%s"
pt: Já existe uma %s para a estação %s

source: '%s' is not a valid C.F.O.P. code.
pt: '%s' não é um C.F.O.P. válido

source: Edit Fiscal Book Entry #%d
pt: Editar entradas para o livro fiscal #%d

source: Invoice Layouts
pt: Leiautes de nota fiscal

source: width value must greater than zero.
pt: A largura deve ser maior que zero

source: height value must greater than zero.
pt: A altura deve ser maior que zero

source: You need at least one sale to be able to preview invoice layouts
pt: Você necessita de uma venda para editar o layout de notas fiscais

source: Not enough fields or data to create an invoice preview.
pt: Não há campos ou dados suficiente para criar um modelo da nota.

source: Size
pt: Tamanho

source: Untitled Printer
pt: Impressora sem título

source: Device name
pt: Nome do dispositivo

source: Station
pt: Estação

source: Layout
pt: Leiaute

source: Sale Invoice
pt: Nota fiscal de venda

source: Sale Invoice Dialog
pt: Nota fiscal de venda

source: Loan Item
pt: Itens emprestados

source: The price must be greater than zero.
pt: O valor deve ser maior que zero

source: The quantity should be positive.
pt: A quantidade vendida deve ser positiva.

source: Quantity not available in stock.
pt: Quantidade não disponível em estoque.

source: Can not decrease this quantity.
pt: Não é possível retirar esta quantidade.

source: Sale and return quantity is greater than the total quantity.
pt: Venda e quantidade de retorno é maior que a quantidade total.

source: Cat 52 directory selection
pt: Selecione o diretório

source: Edit '%s' Parameter
pt: Alterar parâmetros '%s'

source: Payment Category
pt: Categorias de pagamento

source: The payment category should have name.
pt: A categoria de pagamento deve ter um nome.

source: The payment category '%s' already exists.
pt: A categoria de pagamento '%s' já existe.

source: Add a new payment category
pt: Adicionar uma nova categoria de pagamento

source: Edit the selected payment category
pt: Editar a categoria de pagamento selecionada

source: Edit the selected supplier
pt: Editar o fornecedor selecionado

source: Edit the selected client
pt: Editar o cliente selecionado

source: Sale details
pt: Detalhes da venda

source: Purchase details
pt: Detalhes da compra

source: The value must be greater than zero.
pt: O valor deve ser maior que zero

source: Payer:
pt: Cliente:

source: Recipient:
pt: Destinatário:

source: Payment Details
pt: Detalhes do pagamento

source: Edit providers
pt: Editar fornecedores de crédito

source: Payments Editor
pt: Editor de pagamentos

source: New Client
pt: Novo cliente

source: New User
pt: Novo utilizador

source: User Details
pt: Detalhes do Utilizador

source: Credit Provider
pt: Fornecedor de crédito

source: New Credit Provider
pt: Novo fornecedor de crédito

source: New Card Provider
pt: Novo fornecedor de cartão

source: New Employee
pt: Novo funcionário

source: Employee Data
pt: Dados do funcionário

source: Role History
pt: Histórico de cargos

source: Employee Role
pt: Cargo do funcionário

source: Role Name:
pt: Nome do cargo:

source: New Supplier
pt: Novo fornecedor

source: New Transporter
pt: Nova transportadora

source: New Branch
pt: Nova filial

source: Production Cost
pt: Custo de produção

source: You can not add this product as component, since %s is composed by %s
pt: Você não pode adicionar este produto como componente, uma vez que %s é composto por %s

source: This will remove the component "%s". Are you sure?
pt: Isto irá remover o componente "%s". Você tem certeza?

source: Remove component
pt: Remover o componente

source: Keep component
pt: Manter o componente

source: Product Supplier
pt: Fornecedor de produtos

source: Unit(s)
pt: Unidade(s)

source: Lead time
pt: Tempo de obtenção

source: Minimum Purchase
pt: Mínimo para compras

source: %s is already supplied by %s
pt: %s já é fornecido por %s

source: Product Component
pt: Componente do produto

source: The component quantity must be greater than zero.
pt: A quantidade do componente deve ser maior que zero.

source: This status changes automatically when the product is purchased or an inicial stock is added.
pt: Esta situação é atualizada automaticamente quando o produto é comprado ou um estoque inicial é adicionado.

source: Cost must be greater than the sum of the components.
pt: O custo deve ser maior que do que a soma dos componentes.

source: There is no component in this product.
pt: Não há nenhum componente para este produto.

source: Cost cannot be zero or negative.
pt: Custo não pode ser zero ou negativo.

source: Production Item
pt: Itens de produção

source: This quantity should be positive.
pt: A quantidade deve ser positiva.

source: Produce Items
pt: Produzir itens

source: Produced:
pt: Produzido:

source: Produced value should be greater than zero.
pt: O total produzido deve ser maior que zero.

source: Lost Items
pt: Itens perdidos

source: Lost:
pt: Perda:

source: Production Service
pt: Serviço em produção

source: Production Material Item
pt: Material em produção

source: Quantity to make:
pt: Quantidade a produzir:

source: Quantity to purchase:
pt: Quantidade a comprar:

source: User Profile
pt: Perfil do Utilizador

source: Purchase Item
pt: Item de compra

source: The expected receival date should be a future date or today.
pt: A data prevista para recebimento deve ser uma data futura ou hoje.

source: The cost should be greater than zero.
pt: O custo deve ser maior que zero

source: The quantity should be greater than zero.
pt: A quantidade deve ser maior que zero.

source: Sold and returned quantity does not match.
pt: As quantidades vendidas e retornadas não coincidem.

source: Invalid returned quantity
pt: Quantidade de retorno inválida

source: Receiving Item
pt: Itens recebidos

source: The receiving quantity must be zero or a positive number.
pt: A quantidade recebida deve ser zero ou um número inteiro positivo

source: You can not receive more than %d items.
pt: Você não pode receber mais itens do que %d.

source: Sale Quote Item
pt: Item de cotação

source: This product unit (%s) does not support fractions.
pt: A unidade do produto (%s) não suporta frações

source: Max discount for this product is %.2f%%
pt: O desconto máximo para este produto é %.2f%%

source: Taxes and Tax rates
pt: Impostos e taxa de impostos

source: Tax rate
pt: Taxa de imposto

source: You can't remove this tax, since %d products or services are taxed with '%s'.
pt: Não é possível remover esta taxa, existem %d produtos ou serviços com a taxa '%s'.

source: Price settings
pt: Ajustes de preço

source: Price cannot be zero or negative
pt: Preço não pode ser zero ou negativo.

source: Product Price
pt: Preço do produto

source: Category Price
pt: Preço da categoria

source: Markup
pt: Marcação

source: %s already have a price for category %s
pt: %s já tem um preço para a categoria %s

source: This unit type requires weighing
pt: Este tipo de unidade requer pesagem

source: Category Prices
pt: Preços para categorias

source: This is a demostration mode of Stoq, you cannot create more than %d products. To avoid this limitation, enable production mode.
pt: Este é o modo de demonstração do Stoq, você não pode criar mais que %d produtos. Para evitar essa limitação, habilite o modo de produção.

source: Remove
pt: Remover

source: Close Product
pt: Fechar produto

source: Close Service
pt: Fechar serviço

source: Reopen Product
pt: Reabrir produto

source: Reopen Service
pt: Reabrir serviço

source: No unit
pt: Sem unidade

source: This will delete '%s' from the database. Are you sure?
pt: Isto irá excluir '%s' do banco de dados. Você tem certeza?

source: Keep
pt: Manter

source: It was not possible to remove '%s'
pt: Não foi possível remover '%s'

source: Do you really want to close '%s'? Please note that when it's closed, you won't be able to commercialize it anymore.
pt: Você deseja realmente fechar '%s'? Por favor note que quando este estiver fechado, não será mais possível comercializá-lo.

source: Don't close
pt: Não fechar

source: Do you really want to reopen '%s'? Note that when it's opened, you will be able to commercialize it again.
pt: Você deseja realmente reabrir '%s'? Por favor note que quando este estiver aberto, será possível comercializá-lo novamente.

source: Keep closed
pt: Manter fechado

source: The code can not be empty.
pt: O código não pode ser vazio.

source: The code %s already exists.
pt: O código %s já existe!

source: Barcode must have 14 digits or less.
pt: O código de barras deve ter 14 dígitos ou menos.
