Repository: stoq/stoq
Catalog: po/*.po
Languages: es_es, pt

source: 4 Digits Code with Price
pt: Código de 4 dígitos com preço

source: 5 Digits Code with Price
pt: Código de 5 dígitos com preço

source: 4 Digits Code with Weight
pt: Código de 4 dígitos com Peso

source: 5 Digits Code with Weight
pt: Código de 5 dígitos com Peso

source: 6 Digits Code with Weight
pt: Código de 6 dígitos com Peso

source: Error: Stoq configuration is not avaiable. Check that the current user has a configuration file (~/.stoq/stoq.conf).
pt: Erro: configuração do Stoq não disponível. Verifique se o utilizador possui um arquivo de configuração (~/.stoq/stoq.conf).

source: You are running stoq using sudo. That is not recommended.
pt: Você está executando o Stoq usando sudo. Isso não é recomendado.

source: Afghanistan
pt: Afeganistão

source: Albania
pt: Albânia

source: Algeria
pt: Argélia

source: American Samoa
pt: Samoa Americana

source: Antarctica
pt: Antártica

source: Antigua And Barbuda
pt: Antígua e Barbuda

source: Armenia
pt: Armênia

source: Australia
pt: Austrália

source: Austria
pt: Áustria

source: Azerbaijan
pt: Azerbaijão

source: Belarus
pt: Bielorrússia

source: Belgium
pt: Bélgica

source: Bermuda
pt: Bermudas

source: Bhutan
pt: Butão

source: Bolivia
pt: Bolívia

source: Bosnia And Herzegowina
pt: Bósnia e Herzegovina

source: Bouvet Island
pt: Ilhas Bouvet

source: British Indian Ocean Territory
pt: Território do Oceano Índico Britânico

source: Bulgaria
pt: Bulgária

source: Cambodia
pt: Camboja

source: Cameroon
pt: Camarões

source: Canada
pt: Canadá

source: Cape Verde
pt: Cabo Verde

source: Cayman Islands
pt: Ilhas Cayman

source: Central African Republic
pt: República Centro-Africana

source: Chad
pt: Chade

source: Christmas Island
pt: Ilhas Christmas

source: Cocos (Keeling Islands)
pt: Ilhas Keeling (Cocos)

source: Colombia
pt: Colômbia

source: Comoros
pt: Comores

source: Congo, The Democratic Republic Of The
pt: Congo, República Democrática do

source: Cook Islands
pt: Ilhas Cook

source: Cote d'Ivoire
pt: Costa do Marfim

source: Croatia
pt: Croácia

source: Cyprus
pt: Chipre

source: Czech Republic
pt: República Checa

source: Denmark
pt: Dinamarca

source: Dominican Republic
pt: República Dominicana

source: Ecuador
pt: Equador

source: Egypt
pt: Egito

source: Equatorial Guinea
pt: Guiné Equatorial

source: Estonia
pt: Estônia

source: Ethiopia
pt: Etiópia

source: Falkland Islands
pt: Ilhas Falkland (Malvinas)

source: Faroe Islands
pt: Ilhas Faroe

source: Finland
pt: Finlândia

source: France
pt: França

source: French Guiana
pt: Guiana Francesa

source: French Polynesia
pt: Polinésia Francesa

source: French Southern Territories
pt: Territórios Franceses do Sul

source: Gabon
pt: Gabão

source: Gambia
pt: Gâmbia

source: Georgia
pt: Geórgia

source: Germany
pt: Alemanha

source: Ghana
pt: Gana

source: Greece
pt: Grécia

source: Greenland
pt: Groenlândia

source: Grenada
pt: Granada

source: Guadeloupe
pt: Guadalupe

source: Guinea
pt: Guiné

source: Guinea-bissau
pt: Guiné-Bissau

source: Guyana
pt: Guiana

source: Heard And McDonald Islands
pt: Ilhas Heard e McDonald

source: Holy See
pt: Santa Sé

source: Hungary
pt: Hungria

source: Iceland
pt: Islândia

source: India
pt: Índia

source: Indonesia
pt: Indonésia

source: Iran
pt: Irã

source: Iraq
pt: Iraque

source: Ireland
pt: Irlanda

source: Isle of Man
pt: Ilha de Man

source: Italy
pt: Itália

source: Japan
pt: Japão

source: Jordan
pt: Jordânia

source: Kazakhstan
pt: Cazaquistão

source: Kenya
pt: Quênia

source: Korea, Democratic People's Republic Of
pt: Coréia do Norte

source: Korea, Republic Of
pt: Coréia do Sul

source: Kyrgyzstan
pt: Quirguistão

source: Latvia
pt: Letônia

source: Lebanon
pt: Líbano

source: Lesotho
pt: Lesoto

source: Liberia
pt: Libéria

source: Libya
pt: Líbia

source: Lithuania
pt: Lituânia

source: Luxembourg
pt: Luxemburgo

source: Macao
pt: Macau

source: Macedonia
pt: Macedônia

source: Malaysia
pt: Malásia

source: Maldives
pt: Maldivas

source: Marshall Islands
pt: Ilhas Marshall

source: Martinique
pt: Martinica

source: Mauritania
pt: Mauritânia

source: Mauritius
pt: Maurício

source: Mexico
pt: México

source: Micronesia
pt: Micronésia

source: Moldova, Republic Of
pt: Moldova, República da

source: Monaco
pt: Mônaco

source: Mongolia
pt: Mongólia

source: Morocco
pt: Marrocos

source: Mozambique
pt: Moçambique

source: Namibia
pt: Namíbia

source: Netherlands
pt: Holanda

source: Netherlands Antilles
pt: Antilhas Holandesas

source: New Caledonia
pt: Nova Caledônia

source: New Zealand
pt: Nova Zelândia

source: Nicaragua
pt: Nicarágua

source: Nigeria
pt: Nigéria

source: Norfolk Island
pt: Ilhas Norfolk

source: Northern Mariana Islands
pt: Ilhas Marianas do Norte

source: Norway
pt: Noruega

source: Oman
pt: Omã

source: Pakistan
pt: Paquistão

source: Palestinian Territory
pt: Território Palestino

source: Panama
pt: Panamá

source: Papua New Guinea
pt: Papua Nova Guiné

source: Paraguay
pt: Paraguai

source: Philippines
pt: Filipinas

source: Poland
pt: Polônia

source: Puerto Rico
pt: Porto Rico

source: Qatar
pt: Catar

source: Reunion
pt: Reunião

source: Romania
pt: Romênia

source: Russian Federation
pt: Federação Russa

source: Rwanda
pt: Ruanda

source: Saint Kitts And Nevis
pt: Saint Kitts e Nevis

source: Saint Lucia
pt: Santa Lúcia

source: Saint Vincent And The Grenadines
pt: São Vicente e Granadinas

source: Sao Tome And Principe
pt: São Tome e Príncipe

source: Saudi Arabia
pt: Arábia Saudita

source: Serbia And Montenegro
pt: Sérvia e Montenegro

source: Sierra Leone
pt: Serra Leoa

source: Singapore
pt: Singapura

source: Slovakia
pt: Eslováquia

source: Slovenia
pt: Eslovênia

source: Solomon Islands
pt: Ilhas Salomão

source: Somalia
pt: Somália

source: South Africa
pt: África do Sul

source: South Georgia And The South Sandwich Islands
pt: Ilhas Georgia do Sul e Sandwich do Sul

source: Spain
pt: Espanha

source: St. Pierre And Miquelon
pt: St. Pierre e Miquelon

source: Sudan
pt: Sudão

source: Svalbard And Jan Mayen Islands
pt: Ilhas Svalbard e Jan Mayen

source: Swaziland
pt: Suazilândia

source: Sweden
pt: Suécia

source: Switzerland
pt: Suíça

source: Syria
pt: Síria

source: Taiwan
pt: Formosa

source: Tajikistan
pt: Tajiquistão

source: Tanzania, United Republic Of
pt: Tanzânia, República Unida da

source: Thailand
pt: Tailândia

source: Trinidad And Tobago
pt: Trinidad e Tobago

source: Tunisia
pt: Tunísia

source: Turkey
pt: Turquia

source: Turkmenistan
pt: Turcomenistão

source: Turks And Caicos Islands
pt: Ilhas Turks e Caicos

source: Ukraine
pt: Ucrânia

source: United Arab Emirates
pt: Emirados Árabes Unidos

source: United Kingdom
pt: Reino Unido

source: United States
pt: Estados Unidos

source: United States Minor Outlying Islands
pt: Ilhas ao Largo dos Estados Unidos

source: Uruguay
pt: Uruguai

source: Uzbekistan
pt: Uzbequistão

source: Viet Nam
pt: Vietnã

source: Virgin Islands, British
pt: Ilhas Virgens, Inglaterra

source: Virgin Islands, U.S.
pt: Ilhas Virgens, EUA

source: Wallis And Futuna Islands
pt: Ilhas Wallis e Futuna

source: Western Sahara
pt: Sahara Ocidental

source: Zambia
pt: Zâmbia

source: Zimbabwe
pt: Zimbábue

source: January
pt: Janeiro

source: February
pt: Fevereiro

source: March
pt: Março

source: April
pt: Abril

source: May
pt: Maio

source: June
pt: Junho

source: July
pt: Julho

source: August
pt: Agosto

source: September
pt: Setembro

source: October
pt: Outubro

source: November
pt: Novembro

source: December
pt: Dezembro

source: Weeks
pt: Semanas

source: Months
pt: Meses

source: Years
pt: Anos

source: Invoice number should be a positive number.
pt: O número da Nota Fiscal deve ser positivo.

source: Invoice number must be lesser than 999999.
pt: O número da nota fiscal deve ser menor 999999.

source: Company document number
pt: CNPJ

source: Outgoing invoice
pt: Nota fiscal de saída

source: Incoming invoice
pt: Nota fiscal de entrada

source: Client name
pt: Nome do cliente

source: Client Address
pt: Endereço do cliente

source: Client's document number
pt: CPF do cliente

source: Client's district
pt: Bairro do cliente

source: Client's postal code
pt: CEP do cliente

source: Client's city
pt: Cidade do cliente

source: Client Phone number
pt: Telefone do cliente

source: Client Fax number
pt: Número do fax do cliente

source: Client Phone/Fax number
pt: Número telefone/fax do cliente

source: Client state abbreviation
pt: Estado do cliente

source: Clients state registry number or document number
pt: Inscrição estadual ou documento do cliente

source: Emission date
pt: Data de emissão

source: Creation date
pt: Data de criação

source: Creation time
pt: Hora de criação

source: Number of payments
pt: Número de parcelas

source: Payment due dates
pt: Vencimento dos pagamentos

source: Payment values
pt: Valor dos pagamentos

source: Service item code / description
pt: Código de serviço / Descrição

source: Service item description
pt: Descrição de serviço

source: Service item code
pt: Código de serviço

source: Service item unit
pt: Unidade de serviço

source: Service item quantity
pt: Quantidade de serviço

source: Service item price
pt: Preço do serviço

source: Service item total (price * quantity)
pt: Total de serviço (preço * quantidade)

source: Service item tax
pt: Taxa de serviço

source: Product item counter
pt: Contador de produtos

source: Product item code / description
pt: Código de produto / Descrição

source: Product item description
pt: Descrição de produto

source: Product item code
pt: Código do produtos

source: Product item situation
pt: Situação do produto

source: Product item unit
pt: Unidade do produto

source: Product item quantity
pt: Quantidade de produto

source: Product item price
pt: Preço do produto

source: Product item total (price * quantity)
pt: Total produto (preço * quantidade)

source: Product item tax
pt: ICMS do produto

source: Invoice Type
pt: Tipo da nota

source: State registry number
pt: Inscrição estadual

source: City registry number
pt: Inscrição municipal

source: Invoice number
pt: Número da nota fiscal

source: This parameter only accepts integer values.
pt: Este parâmetro só aceita valores inteiros.

source: This parameter only accepts decimal values.
pt: Este parâmetro só aceita valores decimais.

source: '%s is not a valid path.'
pt: '%s não é um caminho válido.'

source: '%s' is not a valid area code. Valid area codes are on 10-99 range.
pt: '%s' não é um código de área válido. Códigos de área válidos estão entre 10-99.

source: '%s' is not a valid percentage.
pt: '%s' não é um percentual válido.

source: '%s' is not a valid state.
pt: '%s' não é um estado válido.

source: Primary company
pt: Empresa principal

source: The primary company which is the owner of all other branch companies
pt: A empresa principal, que é dona de todas as outras empresas filiais.

source: Custom logotype for reports
pt: Logotipo customizado para relatórios

source: Defines a custom logo for all the reports generated by Stoq. The recommended image dimension is 171x59 (pixels), if needed, the image will be resized. In order to use the default logotype leave this field blank
pt: Define um logotipo padrão para os relatórios gerados no Stoq. É recomendável Imagens nas dimensões de 171x59 (pixels), se necessário a imagem deve ser redimensionada. Para utilizar o logotipo padrão deixe o campo em branco.

source: Disable cookies
pt: Desabilitar cookies

source: Disable the ability to use cookies in order to automatic log in the system. If so, all the users will have to provide the password everytime they log in. Requires restart to take effect.
pt: Desativar a capacidade do sistema de gravar cookies e logar automaticamente no sistema. Se sim, todos os utilizadores devem digitar a senha ao logar no sistema. Requer reiniciar o sistema para que as alterações tenham efeito.

source: Default salesperson role
pt: Cargo de vendedor padrão

source: Defines which of the employee roles existent in the system is the salesperson role
pt: Define qual cargo de funcionário no sistema é equivalente ao cargo de vendedor

source: Suggested supplier
pt: Fornecedor sugerido

source: The supplier suggested when we are adding a new product in the system
pt: O fornecedor sugerido quando adicionamos um novo produto no sistema

source: Suggested unit
pt: Unidade sugerida

source: The unit suggested when we are adding a new product in the system
pt: A unidade que é sugerida ao adicionar um novo produto no sistema

source: Default base sellable category
pt: Categoria de base padrão

source: A default base sellable category which we always get as a suggestion when adding a new Sellable on the system
pt: Uma categoria de base que sempre iremos sugerir ao adicionar um novo produto ou serviço ao sistema

source: Delivery service
pt: Serviço de entrega

source: The default delivery service in the system.
pt: O serviço de entrega padrão no sistema.

source: Use logic quantity
pt: Utilizar quantidade lógica

source: An integer that defines if the company can work or not with logic quantities during stock operations. See StockItem documentation.
pt: Um inteiro que define se a empresa pode trabalhar ou não com quantidade logica durante operações de estoque. Veja a documentação de StockItem.

source: Show POS application in Fullscreen
pt: Exibir o aplicativo PDV em tela cheia

source: Once this parameter is set the Point of Sale application will be showed as full screen
pt: Uma vez que este parâmetro esteja definido o aplicativo 'Ponto de vendas' será carregada em tela cheia

source: Exclude cashier operations in Point of Sale
pt: Excluir operações de caixa no Ponto de vendas

source: If you have a computer that will be a Point of Sales and have a fiscal printer connected, set this False, so the Till menu will appear on POS. If you prefer to separate the Till menu from POS set this True.
pt: Se você tem um computador que será um Ponto de Vendas e o mesmo possui uma impressora conectada, escolha Falso, então o menu Caixa aparecerá na POS. Se você prefere separar o menu Caixa da POS escolha Verdadeiro.

source: Enable paulista invoice
pt: Habilitar nota fiscal paulista

source: Once this parameter is set, we will be able to join to the Sao Paulo state program of fiscal commitment.
pt: Uma vez que este parâmetro esteja definido, vamos ter a possibilidade de aderir ao Programa Nota Fiscal Paulista do estado São Paulo.

source: Default city
pt: Cidade padrão

source: When adding a new address for a certain person we will always suggest this city.
pt: Quando adicionando novos endereços para uma determinada pessoa essa cidade será sempre sugerida.

source: Default state
pt: Estado padrão

source: When adding a new address for a certain person we will always suggest this state.
pt: Quando adicionando um novo endereço para uma determinada pessoa esse estado será sempre sugerido.

source: Default country
pt: País padrão

source: When adding a new address for a certain person we will always suggest this country.
pt: Quando adicionando um novo endereço para uma determinada pessoa esse país será sempre sugerido

source: Has delivery mode
pt: Possui modo de entrega

source: Does this branch work with delivery service? If not, the delivery option will be disable on Point of Sales Application.
pt: Esta filial trabalha com serviços de entrega? Em caso negativo, a opção de entrega será desabilitada no aplicativo Ponto de vendas

source: Show cost column in sales
pt: Exibir coluna custo na venda

source: should the cost column be displayed when creating a new sale quote.
pt: a coluna custo será exibida quando for criada um nova cotação de venda.

source: Max search results
pt: Máximo de resultados em pesquisas

source: The maximum number of results we must show after searching in any dialog.
pt: O número máximo de resultados que exibiremos após uma pesquisa em qualquer diálogo

source: Confirm sales in Till
pt: Confirmar vendas no caixa

source: Once this parameter is set, the sales confirmation are only made on till application and the fiscal coupon will be printed on that application instead of Point of Sales
pt: Uma vez que este parâmetro esteja setado, a confirmação de vendas será feita exclusivamente no aplicativo 'Caixa' e o cupom fiscal será também impresso neste no lugar do aplicativo 'Ponto de vendas'.

source: Change salesperson
pt: Alterar vendedor

source: Once this parameter is set to true, the user will be able to change the salesperson of an opened order on sale checkout dialog
pt: Uma vez que este parâmetro esteja definido, o utilizador será capaz de alterar o vendedor de uma venda através do diálogo de confirmação de vendas

source: Return money on sales
pt: Retornar dinheiro nas vendas

source: Once this parameter is set the salesperson can return money to clients when there is overpaid values in sales with gift certificates as payment method.
pt: Uma vez que este parâmetro esteja setado será possível devolver dinheiro para clientes quando houver valores sobrepagos em vendas usando vale compras como forma de pagamento.

source: Max discount for sales
pt: Desconto máximo para vendas

source: The max discount for salesperson in a sale
pt: O desconto máximo para um vendedor em uma venda

source: Commission Payment At Sale Confirmation
pt: Pagamento de comissão na confirmação da venda

source: Define whether the commission is paid when a sale is confirmed. If True pay the commission when a sale is confirmed, if False, pay a relative commission for each commission when the sales payment is paid.
pt: Definir se a comissão é paga quando a venda é confirmada. Se verdadeiro a comissão deve ser gerada quando a venda for confirmada, se falso, o pagamento relativo a comissão deve ser gerado que um pagamento em uma venda for confirmado.

source: Default operation nature
pt: Natureza da operação padrão

source: When adding a new sale quote, we will always suggest this operation nature
pt: Ao adicionar uma nova cotação de venda, será sempre sugerida esta natureza de operação

source: Ask for Sale Order C.F.O.P.
pt: Pedir por C.F.O.P. nas ordens de venda

source: Once this parameter is set to True we will ask for the C.F.O.P. when creating new sale orders
pt: Uma vez que este parâmetro é habilitado, vamos pedir o C.F.O.P. na criação de novas ordens de venda

source: Default Sales C.F.O.P.
pt: C.F.O.P. padrão para vendas

source: Default C.F.O.P. (Fiscal Code of Operations) used when generating fiscal book entries.
pt: C.F.O.P Padrão (Código de Operações Fiscais) utilizado na geração de entradas do livro fiscal.

source: Default Return Sales C.F.O.P.
pt: C.F.O.P. padrão para vendas devolvidas

source: Default C.F.O.P. (Fiscal Code of Operations) used when returning sale orders
pt: C.F.O.P Padrão (Código de Operações Fiscais) utilizado quando uma ordem de venda é retornada.

source: Default Receiving C.F.O.P.
pt: C.F.O.P. padrão para recebimento

source: Default C.F.O.P. (Fiscal Code of Operations) used when receiving products in the stock application.
pt: C.F.O.P. Padrão (Código de Operações Fiscais) utilizado quando receber produtos no aplicativo estoque.

source: Default C.F.O.P. for Stock Decreases
pt: C.F.O.P. padrão para diminuição de estoque

source: Default C.F.O.P. (Fiscal Code of Operations) used when performing a manual stock decrease.
pt: C.F.O.P. Padrão (Código de Operações Fiscais) utilizado em uma saída manual do estoque.

source: Default ICMS tax
pt: Taxa padrão de ICMS

source: Default ICMS to be applied on all the products of a sale.
pt: Taxa padrão de ICMS que será aplicado em todos os produtos de uma venda

source: This is a percentage value and must be between 0 and 100.
pt: Este valor é percentual e deve estar entre 0 e 100.

source: E.g: 18, which means 18% of tax.
pt: P.e: 18, que significa 18% de taxa

source: Default ISS tax
pt: Taxa padrão de ISS

source: Default ISS to be applied on all the services of a sale.
pt: Taxa padrão de ICMS que será aplicado em todos os serviços de uma venda

source: E.g: 12, which means 12% of tax.
pt: P.e: 12, que significa 12% de taxa

source: Default Substitution tax
pt: Taxa de substituição padrão

source: The tax applied on all sale products with substitution tax type.
pt: A taxa aplicada sobre todos os produtos de venda cujo tipo de imposto é substituição.

source: E.g: 16, which means 16% of tax.
pt: P.e: 16, que significa 16% de taxa

source: Default area code
pt: Código de área padrão

source: This is the default area code which will be used when registering new clients, users and more to the system
pt: Este é o código de área padrão que será usado para cadastrar novos clientes, utilizadores e outros no sistema

source: Default tax constant for products
pt: Constante de imposto padrão para produtos

source: This is the default tax constant which will be used when adding new products to the system
pt: Esta é a constante de impostos padrão que será usada quando adicionar novos produtos no sistema

source: Cat 52 destination directory
pt: Diretório de destino do Cat 52

source: Where the file generated after a Z-reduction should be saved.
pt: Onde o arquivo gerado após uma redução Z deve ser salvo

source: Scale barcode format
pt: Formato do código de barras da balança

source: Format used by the barcode printed by the scale. This format always starts with 2 followed by 4,5 or 6 digits product code and by a 5 digit weight or a 6 digit price. Check or scale documentation and configuration to see the best option.
pt: Formato usado pelo código de barras impresso na balança. Esse formato sempre começa com 2, seguido de 4,5 ou 6 dígitos do código do produto e por um peso de 5 dígitos ou um preço de 6 dígitos. Verifique a documentação da balança para ver a melhor opção.

source: Fiscal document serial number
pt: Número de série do documento fiscal

source: Fiscal document serial number. Fill with 0 if the NF-e have no series. This parameter only has effect if the nfe plugin is enabled.
pt: Número de série do documento fiscal. Preencher com 0 se a não tem série. Este parâmetro só tem efeito se o plugin NF-e estiver habilitado.

source: Danfe printing orientation
pt: Orientação de impressão da Danfe

source: Orientation to use for printing danfe. Portrait or Landscape
pt: Orientação para utilização de impressão da Danfe. Retrato ou Paisagem

source: Portrait
pt: Retrato

source: Landscape
pt: Paisagem

source: Additional Information for the Fisco
pt: Informações adicionais para o Fisco

source: Additional information to add to the NF-e for the Fisco
pt: Informações adicionais para adicionar na NF-e para o Fisco

source: Parent bank account
pt: Conta bancária pai

source: Newly created bank accounts will be placed under this account.
pt: Novas contas de banco serão inseridas sob esta conta.

source: Parent till account
pt: Conta de caixa pai

source: Till account transfers will be placed under this account
pt: Transferências do caixa serão criados nesta conta

source: Imbalance account
pt: Conta de desequilíbrio

source: Account used for unbalanced transactions
pt: Conta usada para transações de desequilíbrio

source: Demonstration mode
pt: Modo de demonstração

source: If Stoq is used in a demonstration mode
pt: Se o Stoq é utilizado em um modo de demonstração

source: If online services such as upgrade notifications, automatic crash reports should be enabled.
pt: Se serviços online, como notificações de atualização e relatórios automáticos de erros devem ser habilitados.

source: There is no defined %s parameter datain the database.
pt: Não há nenhum dado do parâmetro %s definido no banco de dados.

source: %s %s ago
pt: %s %s Atrás

source: in %s %s
pt: em %s %s

source: now
pt: agora

source: seconds
pt: segundos

source: a minute ago
pt: um minuto atrás

source: in a minute
pt: em um minuto

source: minutes
pt: minutos

source: an hour ago
pt: uma hora atrás

source: in an hour
pt: em uma hora
