Repository: stoq/stoq
Catalog: po/*.po
Languages: es_es, pt

source: payable
pt: Contas a pagar

source: STOQ - Inventory Application
pt: STOQ - Aplicativo Inventário

source: Add a product or service by barcode
pt: Adicionar um produto ou serviço pelo código de barras

source: STOQ - POS Application
pt: STOQ - Aplicativo PDV

source: Search for products and services by barcode or name
pt: Pesquisar por produtos ou serviços pelo código de barras ou nome

source: _Checkout
pt: C_onfirmar

source: _Delivery
pt: En_trega

source: _Remove
pt: _Remover

source: production
pt: produção

source: receivable
pt: a receber

source: sales
pt: vendas

source: STOQ - Stock Application
pt: STOQ - Aplicativo Estoque

# yes
source: STOQ - Till Application
pt: STOQ - Aplicativo Caixa

# yes
source: Till Opened Since 01/01/2006
pt: Caixa aberto desde 01/01/2006

source: made in
pt: feito em

source: Book Search
pt: Pesquisa de livros

source: In branch:
pt: Na filial:

source: Any
pt: Qualquer

source: with status:
pt: com situação:

source: Barcode
pt: Código de barras

source: Code
pt: Código

source: Category
pt: Categoria

source: Subject
pt: Assunto

source: Title
pt: Título

source: Author
pt: Autor

source: Publisher
pt: Editora

source: Series
pt: Séries

source: Language
pt: Idioma

source: Cost
pt: Custo

source: Price
pt: Preço

source: Stock Total
pt: Estoque total

source: Book Details
pt: Detalhes do livro

source: The value must be positive.
pt: O valor deve ser positivo.

source: Books
pt: Livr_os

source: Publishers ...
pt: Editores ...

source: Author:
pt: Autor:

source: Decorative Finish:
pt: Acabamento:

source: Edition:
pt: Edição:

source: Language:
pt: Idioma:

source: Pages:
pt: Páginas:

source: Publisher:
pt: Editora:

source: Series/Collection:
pt: Série/Coleção:

source: Subject:
pt: Assunto:

source: Synopsis:
pt: Sinopse:

source: Year:
pt: Ano de Publicação:

source: New Publisher
pt: Nova editora

source: Publisher Search
pt: Pesquisa de editora

source: Publishers matching:
pt: Editoras contendo:

source: publisher
pt: editora

source: publishers
pt: editoras

source: Name
pt: Nome

source: There must be a printer configured
pt: É necessário ter uma impressora configurada

source: Could not cancel coupon
pt: Não foi possível cancelar o cupom

source: Could not print summary
pt: Não foi possível imprimir o sumário

source: Could not read memory
pt: Não foi possível ler a memória

source: Invalid serial number for fiscal printer connected to %s
pt: Número serial inválido para impressora fiscal conectado em %s

source: Could not print item
pt: Não foi possível imprimir o item

source: The payment method used in this sale (%s) is not configured in the fiscal printer.
pt: A forma de pagamento usado nesta venda (%s) não está configurado na impressora fiscal.

source: Device constant
pt: Constante de dispositivo

source: Value
pt: Valor

source: Units
pt: Unidades

source: Tax
pt: Imposto

source: fiscal printer is missing a constant for the custom tax constant '%s'
pt: A impressora fiscal não tem a constante para o imposto customizado '%s'

source: fiscal printer is missing a constant for tax constant '%s'
pt: A impressora fiscal não tem a constante para o imposto '%s'

source: Unit
pt: Unidade

source: Payment
pt: Pagamento

source: Print Fiscal Memory
pt: Imprimir memória fiscal

source: Start date must be less than today
pt: A data inicial deve ser anterior a data atual

source: End date must be less than today
pt: A data final deve ser anterior a data atual

source: This number must be positive and greater than 0
pt: Este número deve ser positivo e maior que 0

source: Fiscal Printer
pt: Impressora fiscal

source: Probing for a %s printer on %s
pt: Procurando por uma impressora %s em %s

source: You need to close the till opened at %s before changing this printer.
pt: Você precisa fechar o caixa aberto em %s antes de mudar essa impressora.

source: The ECF %s is already active for this station. Deactivate that printer before activating this one.
pt: A ECF %s já está ativada para esta estação. Desative primeiro esta impressora, para depois ativar uma outra

source: An ECF Printer was added. You need to restart Stoq before using it. Would you like to restart it now?
pt: Uma impressora fiscal foi adicionada. Você precisa reiniciar o Stoq antes de utilizá-lo. Gostaria de reiniciar agora?

source: Restart later
pt: Reiniciar depois

source: Restart now
pt: Reiniciar agora

source: Could not find a %s printer connected to %s
pt: Não foi possível encontrar uma impressora %s conectada em %s

source: This printer is already known to the system
pt: Esta impressora já está instalada no sistema

source: Fiscal Printers
pt: Impressoras fiscais

source: Model
pt: Modelo

source: Computer
pt: Computador

source: Cant edit a virtual printer
pt: Não é permitido editar a impressora virtual

source: Summary
pt: Sumário

source: This operation requires a connected fiscal printer
pt: Esta operação requer uma impressora fiscal conectada

source: Fiscalprinters serial number is different!
pt: O número serial da impressora fiscal é diferente

source: Configure fiscal printer...
pt: Configuração impressora fiscal...

source: Read Memory
pt: Ler memória

source: Cancel Last Document
pt: Cancelar último documento

source: It's not possible to emit a read X for the configured printer. Would you like to ignore this error and continue?
pt: Não é possível emitir uma leitura X para a impressora configurada. Você deseja ignorar esse erro e continuar?

source: Cancel
pt: Cancelar

source: Ignore
pt: Ignorar

source: Try Again
pt: Tentar novamente

source: You need to set some details about your ECF if you want to save the paulista invoice file. Go to the admin application and fill the required information for the ECF.
pt: Você precisa definir alguns detalhes sobre seu ECF se quiser salvar o arquivo da nota fiscal paulista. Vá até o aplicativo 'admin' e preencha as informações necessárias para o ECF.

source: Cancel Close Till
pt: Cancelar fechamento de caixa

source: It's not possible to emit a reduce Z for the configured printer. Would you like to ignore this error and continue?
pt: Não é possível enviar uma redução Z para a impressora configurada. Deseja ignorar esse erro e continuar?

source: There is no sale nor till entry to cancel
pt: Não existe nenhuma venda nem entrada para cancelar

source: Do you really want to cancel the sale number %d and value %.2f ?
pt: Você deseja realmente cancelar a venda número %d com valor %.2f ?

source: Do you really want to cancel the last cash added number %d and value %.2f ?
pt: Você deseja realmente cancelar o último suprimento número %d com valor %.2f ?

source: Do you really want to cancel the last cash removed number %d and value %.2f ?
pt: Você deseja realmente cancelar a última sangria número %d com valor %.2f ?

source: Not now
pt: Não agora

source: Cash out
pt: Despesa

source: Cash in
pt: Suprimento

source: Document was cancelled
pt: O documento foi cancelado

source: Cancelling failed, nothing to cancel
pt: Cancelamento falhou, não há documentos abertos

source: Cancel last document
pt: Cancelar último documento

source: You do not have this value on till.
pt: Você não possui este valor no caixa.

source: Cancelling sale failed, nothing to cancel
pt: O cancelamento da venda falhou, nada para cancelar

source: <b>You can get the following information on a fiscal memory read from the printer</b>
pt: <b>Você pode obter as seguintes informações em uma leitura da memória fiscal da impressora</b>

source: Edit Constants ...
pt: Editar constantes ...

source: Printer:
pt: Impressora:

source: Register CRO:
pt: Registro CRO:

source: Register Date:
pt: Data de registro:

source: User Number:
pt: Número do usuário:

source: Document:
pt: Documento:

source: Paulista Invoice
pt: Nota fiscal paulista

source: The CPF is not valid.
pt: O CPF não é válido

source: The CNPJ is not valid.
pt: O CNPJ não é válido

source: Magento user #%s
pt: Utilizador Magento #%s

source: E-commerce software
pt: Aplicativo de comercio eletrônico

source: Magento sale #%s
pt: Vendas Magento #%s

source: Invoice for order: %s
pt: Fatura da ordem: %s

source: Shipment for order: %s
pt: Remessa para ordem: %s

source: The url provided is not valid
pt: A url fornecida não é válida

source: Access denied for the given user
pt: Acesso para determinado utilizador

source: The CNPJ of %s is not valid.
pt: O CNPJ de %s não é válido.

source: Could not open the database config file
pt: Não foi possível abrir o arquivo de configuração do banco de dados

source: Invalid config file settings, got error '%s', of type '%s'
pt: Dados inválidos do arquivo de configuração, obtido erro '%s', do tipo '%s'

source: Could not connect to the database
pt: Não foi possível conectar no banco de dados

source: Branches
pt: Filiais

source: Client Categories
pt: Categorias de clientes

source: Clients
pt: Clientes

source: Computers
pt: Computadores

source: Devices
pt: Dispositivos

source: Employees
pt: Funcionários

source: Events
pt: Eventos

source: Roles
pt: Cargos

source: Fiscal Books
pt: Livros fiscais

source: Invoice Printers
pt: Impressoras N.F.

source: Payment Categories
pt: Categorias de pagamento

source: Payment Methods
pt: Formas de pagamento

source: Parameters
pt: Parâmetros

source: Taxes
pt: Impostos

source: Suppliers
pt: Fornecedores

source: Transporters
pt: Transportadoras

source: Users
pt: Utilizadores

source: User Profiles
pt: Perfis de Utilizador

source: You must create at least one invoice layout before adding an invoice printer
pt: Você deve criar pelo menos um leiaute de nota fiscal antes de adicionar uma impressora fiscal

source: You must define a manager to this branch before you can create a sintegra archive
pt: Você deve definir um gerente para esta filial e então, poderá gerar o arquivo sintegra

source: Administrative
pt: Administrativo

source: Roles...
pt: Cargos...

source: Employees...
pt: Funcionários...

source: Events...
pt: Eventos...

source: Fiscal books...
pt: Livros fiscais...

source: Profiles...
pt: Perfis...

source: Users...
pt: Utilizadores...

source: Branches...
pt: Filiais...

source: Computers...
pt: Computadores...

source: Tax Classes...
pt: Classes de impostos...

source: _Configure
pt: _Configurar

source: Devices...
pt: Dispositivos...

source: Payment methods...
pt: Formas de pagamento...

source: Payment categories...
pt: Categorias de pagamento...

source: Client categories...
pt: Categorias de clientes...

source: Invoices...
pt: Notas fiscais...

source: Invoice printers...
pt: Impressoras N.F...

source: Taxes...
pt: Impostos...

source: Parameters...
pt: Parâmetros...

source: Create a new user
pt: Criar um novo utilizador

source: Admin help
pt: Ajuda do admin

source: Search for users
pt: Pesquisar por utilizadores

source: _File
pt: _Arquivo

source: New
pt: Novo

source: _Window
pt: _Janela

source: Close
pt: Fechar

source: Close the current view and go back to the initial screen
pt: Fechar a visualização atual e ir para a tela inicial

source: Change password...
pt: Alterar senha...

source: Change the password for the currently logged in user
pt: Alterar a senha para o utilizador logado

source: Export CSV...
pt: Exportar CSV...

source: Quit
pt: Sair

source: Exit the application
pt: Sair da aplicação

source: _Edit
pt: _Editar

source: _Preferences
pt: Preferências

source: _View
pt: _Ver

source: _Search
pt: Pe_squisar

source: _Help
pt: _Ajuda

source: Contents
pt: Conteúdo

source: Translate Stoq...
pt: Traduza o Stoq...

source: Translate this application online
pt: Traduza este aplicativo online

source: Get support online...
pt: Encontre suporte online...

source: Get support for Stoq online
pt: Encontre suporte online para o Stoq

source: Search
pt: Pesquisar

source: _Toolbar
pt: Barra de Ferramen_tas

source: Show or hide the toolbar
pt: Mostrar ou ocultar a barra de ferramentas

source: _Statusbar
pt: _Barra de estado

source: Show or hide the statusbar
pt: Mostrar ou ocultar a barra de estados

source: _Fullscreen
pt: Ecrã Completo

source: Enter or leave fullscreen mode
pt: Alternar o modo de ecrã completo

source: Print
pt: Imprimir

source: You are currently using an <b>unstable version</b> of Stoq that is under development, be aware that it may behave incorrectly, crash or even loose your data. <b>Do not use in production.</b>
pt: Você está usando uma <b>versão instável</b> do Stoq que está em desenvolvimento, esteja ciente de que esta versão pode se comportar incorretamente, travar ou mesmo corromper os seus dados <b>Não utilize em produção.</b>

source: There is an inventory process open at the moment. While that inventory is open, you will be unable to do operations that modify your stock.
pt: Há um processo de inventário aberto neste momento. Enquanto esse inventário é aberto, você não será capaz de realizar operações que modifiquem seu estoque.

source: Enable production mode
pt: Habilitar modo de produção

source: You are using Stoq in demonstration mode.
pt: Você está utilizando o Stoq em modo de demonstração.

source: Some features are limited due to fiscal reasons. Click on '%s' to remove the limitations and finish the demonstration.
pt: Alguns recursos estão limitados por razões fiscais. Clique em '%s' para remover essas limitações e finalizar a demonstração.

source: User: %s
pt: Utilizador: %s

source: Introspect slaves
pt: Introspectar slave

source: Open a new window
pt: Abrir uma nova janela

source: This will enable production mode and finish the demonstration. Are you sure?
pt: Isto irá habilitar o modo de produção e finalizar a demonstração. Você tem certeza?

source: Continue testing
pt: Continuar testando

source: Search:
pt: Pesquisar:

source: Learn More...
pt: Saiba mais...

source: <b>There is a new Stoq version available (%s)</b>
pt: <b>Está disponível uma nova versão do Stoq (%s)</b>

source: today
pt: hoje

source: Forward
pt: Avançar

source: Accounts payable
pt: Contas a pagar

source: Accounts receivable
pt: Contas a receber

source: Day
pt: Dias

source: The database address '%s' is invalid. Please fix it and try again
pt: O endereço '%s' do banco de dados é inválido. Por favor, corrija ele e tente de novo

source: Invalid database address
pt: Endereço da base de dados inválido

source: Needs Password
pt: Necessita de senha

source: Trust
pt: Confiável

source: Sending...
pt: Enviando...

source: %s is not a valid email
pt: %s não é um email válido

source: %s is not a valid phone
pt: %s não é um telefone válido

source: PostgresSQL 'postgres' password
pt: Senha do usuário 'postgres' do PostgreSQL

source: PostgreSQL password
pt: Senha do PostgreSQL

source: To be able to create a new Stoq database you need to enter the password of the <b>postgres</b> user for the PostgreSQL database we're installing to. This is the same password you were asked when you installed PostgreSQL on this computer.
pt: Para poder criar um novo banco de dados do Stoq você precisa informar a senha do utilizador <b>postgres</b> do banco de dados PostgreSQL. Esta é a mesma senha que foi informada no momento da instalação do PostgreSQL nesse computador.

source: Administrator account
pt: Conta de administrador

source: I'm adding a user account called <b>%s</b> which will have administrator privilegies. To be able to create other users you need to login with this user in the admin application and create them.
pt: Estou adicionando um utilizador chamado <b>%s</b> que terá privilégios de administrador. Para poder criar outros utilizadores, você precisa fazer login com este utilizador no aplicativo admin e criá-los.

source: The installation guide will now install the packages for you using apt, it may ask you for your password to continue.
pt: O guia de instalação irá instalar agora os pacotes utilizando o apt, ele pode perguntar a sua senha para continuar.

source: Click %s to begin installing the PostgreSQL server.
pt: Clique em %s para iniciar a instalação do servidor PostgreSQL.

source: Click %s to continue when you have installed PostgreSQL server on this computer.
pt: Quando a instalação do servidor PostgreSQL neste computador terminar, clique em %s para continuar .

source: Please wait while the package installation is completing.
pt: Por favor espere enquanto a instalação do pacote está sendo realizada.

source: You need to install PostgreSQL before moving forward
pt: Você precisa instalar o PostgreSQL antes de avançar

source: Something went wrong while trying to install the PostgreSQL server.
pt: Algo deu errado enquanto tentava-se instalar o servidor PostgreSQL.

source: Sorry, something went wrong while installing PostgreSQL, try again manually or go back and configure Stoq to connect to another.
pt: Desculpe, algo deu errado enquanto tentava-se instalar o PostgreSQL, tente novamente manualmente ou retorne e configure o Stoq para se conectar em outro.

source: Authorization failed, try again or connect to another database
pt: A autorização falhou, tente novamente ou conecte-se em um outro banco de dados

source: Stoq requires PostgresSQL 8.1 or later, but %s found
pt: Stoq requer PostgresSQL 8.1 ou posterior, mas %s foi encontrado

source: The specifed database '%s' does not exist. Do you want to create it?
pt: A base de dados '%s' não existe. Você deseja criá-la?

source: Don't create
pt: Não criar

source: Create database
pt: Criar banco de dados

source: Creating database...
pt: Criando base de dados...

source: Please wait while the database is being created.
pt: Por favor espere enquanto o banco de dados está sendo criado.

source: Creating base schema...
pt: Criando esquema da base de dados...

source: Creating schema, applying patches...
pt: Criando esquema, aplicando patches...

source: Creating schema, applying patch %d ...
pt: Criando esquema, aplicando patch %d ...

source: Creating additional database objects ...
pt: Criando objetos adicionais do banco de dados ...

source: Creating examples ...
pt: Criando exemplos ...

source: Activating plugins ...
pt: Ativando plugins ...

source: This may take some time.
pt: Este processo pode levar algum tempo.

source: Something went wrong while trying to create the database. Try again?
pt: Algo deu errado ao tentar criar o banco de dados. Deseja tentar novamente?

source: Change settings
pt: Editar configurações

source: Try again
pt: Tentar novamente

source: Something went wrong while trying to create the Stoq database
pt: Algo deu errado ao tentar criar o banco de dados do Stoq

source: Done.
pt: Concluído.

source: Installation successful, click <b>Forward</b> to continue.
pt: Instalação realizada com sucesso, clique em <b>Avançar</b> para continuar.

source: Run Stoq
pt: Rodar o Stoq

source: Online services
pt: Serviços online

source: Stoq - Installation
pt: Stoq - Instalação

source: It was not possible to connect to the database.
pt: Não foi possível conectar no banco de dados.

source: Check the server configuration and try again.
pt: Verifique a configuração do servidor e tente novamente.

source: Database {dbname} at {address}:{port} is not a Stoq database.
pt: O banco de dados {dbname} em {address}:{port} não é um banco de dados do Stoq.

source: Stoq was able to succesfully connect to the database {dbname} at the database server {address}, however it is not a Stoq database or it was corrupted, please select another one.
pt: O Stoq conseguiu conectar no banco de dados {dbname} do servidor {address} com sucesso, porém, este está corrompido ou não é um banco de dados do Stoq. Por favor, selecione outro.

source: Description
pt: Descrição

source: Account
pt: Conta

source: Due date
pt: Vencimento

source: Financial
pt: Financeiro

source: Import...
pt: Importar...

source: Import a GnuCash or OFX file
pt: Importar um arquivo GnuCash ou OFX

source: Delete the selected account
pt: Eliminar a conta seleccionada

source: Delete the selected transaction
pt: Apagar a transacção seleccionada

source: Add a new transaction
pt: Adicionar nova transacção

source: Financial help
pt: Ajuda do financeiro

source: Edit
pt: Editar

source: Delete
pt: Excluir

source: Edit the selected account
pt: Editar a conta seleccionada

source: Edit the selected transaction
pt: Editar a transacção seleccionada

source: All supported formats
pt: Todos os formatos suportados

source: GNUCash xml format
pt: Formato GNUCash xml

source: Are you sure you want to remove account "%s" ?
pt: Você tem certeza que deseja remover a conta "%s" ?

source: Keep account
pt: Manter conta

source: Remove account
pt: Remover conta

source: Are you sure you want to remove transaction "%s" ?
pt: Você tem certeza que deseja remover a transação "%s" ?

source: Keep transaction
pt: Manter transação

source: Remove transaction
pt: Remover transação

source: Inventory
pt: Inventário

source: Matching:
pt: contendo:

source: Cancel the selected inventory
pt: Cancelar o inventário selecionado

source: Inventory help
pt: Ajuda do inventário

source: Adjust
pt: Ajustar

source: Count
pt: Contar

source: Show inventories at:
pt: Exibir inventários em:

source: Status
pt: Situação

source: Branch
pt: Filial

source: Opened
pt: Aberto

source: Closed
pt: Fechado

source: All branches
pt: Todas as filiais

source: Are you sure you want to cancel this inventory ?
pt: Você tem certeza que deseja cancelar este inventário?

source: Don't cancel
pt: Não cancelar

source: Cancel inventory
pt: Cancelar inventário

source: No products found in the inventory.
pt: Nenhum produto encontrado no inventário.

source: matching:
pt: contendo:

source: Payment _flow history...
pt: Histórico de _fluxo de pagamentos

source: Set as not paid...
pt: Marcar como não pago...

source: Change due date...
pt: Alterar vencimento...

source: Comments...
pt: Comentários...

source: Accounts payable help
pt: Ajuda do contas a pagar

source: Pay
pt: Pagar

source: Show payments
pt: Exibir pagamentos

source: Comments
pt: Comentários

source: Supplier
pt: Fornecedor

source: Paid date
pt: Data do pagamento

source: Paid
pt: Pago

source: Point of Sales
pt: Ponto de vendas

source: Open Till...
pt: Abrir caixa...

source: Close Till...
pt: Fechar caixa...

source: Order
pt: Pedido

source: Sales...
pt: Vendas...

source: Sold Items by Branch...
pt: Itens vendidos por filial...

source: Clients...
pt: Clientes...

source: Products...
pt: Produtos...

source: Services...
pt: Serviços...

source: Deliveries...
pt: Entregas...

source: POS help
pt: Ajuda do PDV

source: You must finish the current sale before you change to another application.
pt: Você deve finalizar a venda atual antes de alternar de aplicativo.

source: Cancel sale
pt: Cancelar a venda

source: Finish sale
pt: Terminar a venda

source: You must finish or cancel the current sale before you can close the POS application.
pt: Você deve terminar ou cancelar a venda atual antes de fechar o aplicativo PDV

source: Reference
pt: Referência

source: Quantity
pt: Quantidade

source: _Close
pt: Fe_char

source: It's not possible to add more than one service at a time to an order. So, only one was added.
pt: Não é possível adicionar mais que um serviço a um pedido ao mesmo tempo. Então, apenas um foi adicionado.

source: POS operations requires a connected fiscal printer.
pt: As operações do PDV requerem uma impressora fiscal conectada.

source: Till closed
pt: Caixa fechado

source: Till blocked
pt: Caixa bloqueado

source: Till open
pt: Caixa aberto

source: The barcode '%s' does not exist. Searching for a product instead...
pt: O código de barras '%s' não existe. Pesquisando por um produto no lugar...

source: You cannot sell fractions of this product. The '%s' unit does not allow that
pt: Você não pode vender frações deste produto. A unidade '%s' não permite isto.
