Repository: stoq/stoq
Catalog: po/*.po
Languages: es_es, pt

source: You cannot sell more items of product %s. The available quantity is not enough.
pt: Você não pode vender mais itens do produto %s. A quantidade disponível não é o bastante.

source: This will cancel the current order. Are you sure?
pt: Isto irá cancelar o pedido selecionado. Você tem certeza?

source: Cancel order
pt: Cancelar pedido

source: It is not possible to start a new sale if the fiscal coupon cannot be opened.
pt: Não é possível iniciar uma nova venda se o cupom fiscal não puder ser aberto.

source: Quantity must be a positive number
pt: Quantidade deve ser um número positivo.

source: Production
pt: Produção

source: Production items...
pt: Itens de produção...

source: Production history...
pt: Histórico de produção...

source: Production help
pt: Ajuda do Produção

source: New Production
pt: Nova produção

source: Purchase
pt: Compras

source: Search items
pt: Pesquisa de itens

source: Show productions with status
pt: Exibir produções com situação

source: Responsible
pt: Responsável

source: Close consigment...
pt: Fechar consignação...

source: _Stock cost...
pt: Custo do e_stoque...

source: Base categories...
pt: Categorias de base...

source: Categories...
pt: Categorias...

source: Product units...
pt: Unidades de produtos...

source: Stock items...
pt: Itens de estoque...

source: Closed stock items...
pt: Itens fechados no estoque...

source: Suppliers...
pt: Fornecedores...

source: Transporters...
pt: Transportadoras...

source: Quotes...
pt: Cotações...

source: Purchased items...
pt: Itens comprados...

source: Search consigment items...
pt: Pesquisar itens de consignação...

source: New order
pt: Novo pedido

source: New quote
pt: Nova cotação

source: Confirm
pt: Confirmar

source: Purchase help
pt: Ajuda do compras

source: <b>Orders total:</b>
pt: <b>Total dos pedidos:</b>

source: Show orders
pt: Exibir pedidos

source: There are no pending orders selected.
pt: Nenhum pedido pendente selecionado.

source: The selected order will be marked as sent.
pt: O pedido selecionado será marcado como enviado.

source: The %d selected orders will be marked as sent.
pt: Os %d pedidos selecionados serão marcados como enviados.

source: Confirm order
pt: Confirmar pedido

source: Confirm orders
pt: Confirmar pedidos

source: Don't confirm
pt: Não confirmar

source: Cancel orders
pt: Cancelar pedidos

source: The selected order will be cancelled.
pt: O pedido selecionado será cancelado.

source: The selected orders will be cancelled.
pt: Os pedidos selecionados serão cancelados.

source: Can't use prices editor without client categories
pt: Não é possível usar o editor de preços sem categorias de clientes

source: Cancel payment...
pt: Cancelar pagamento...

source: Accounts receivable help
pt: Ajuda do contas a receber

source: Receive
pt: Receber

source: Drawee
pt: Sacado

source: Close loan...
pt: Fechar empréstimo...

source: Sold items by branch...
pt: Itens vendidos por filial...

source: Sale
pt: Venda

source: _Print invoice...
pt: Im_primir nota fiscal...

source: New Sale Quote
pt: Nova cotação

source: Deliveries
pt: Entregas

source: Sales help
pt: Ajuda do vendas

source: Show sales with status
pt: Exibir vendas com situação

source: Open date
pt: Data de abertura

source: Close date
pt: Data de fechamento

source: Confirm date
pt: Data de confirmação

source: Cancel date
pt: Data de cancelamento

source: Return date
pt: Data de retorno

source: Expire date
pt: Data de expiração

source: Client
pt: Cliente

source: Salesperson
pt: Vendedor

source: There are no invoice printer configured for this station
pt: Não há nenhuma impressora fiscal configurada para esta estação

source: This will cancel the selected quote. Are you sure?
pt: Isto irá cancelar a cotação selecionada. Você tem certeza?

source: Cancel quote
pt: Cancelar cotação

source: One of the new features of Stoq 1.0 is support for online services. Features using the online services include automatic bug report and update notifications. More services are under development.To be able to provide a better service and properly identify the user we will collect the CNPJ of the primary branch and the ip address. <b>We will not disclose the collected information and we are committed to keeping your privacy intact.</b>
pt: Uma das novas funcionalidades do Stoq 1.0 é o suporte a serviços online. Funcionalidades utilizando os serviços online incluem relatórios de erros e notificações de atualização. Mais serviços estão em desenvolvimento. Para podermos oferecer um serviço melhor e identificar devidamente o utilizador, nós iremos coletar o CNPJ da empresa principal e o endereço de ip. <b>Nós não iremos divulgar as informações coletadas e estamos comprometidos em manter a sua privacidade intacta.</b>

source: You need to register a company before start using Stoq
pt: Você precisa registrar uma empresa antes de começar a utilizar o Stoq

source: Could not find a company. You'll need to register one before start using Stoq
pt: Não foi possível encontrar uma empresa. Você precisa registrar uma antes de começar a utilizar o Stoq

source: Not right now
pt: Não agora

source: Do you want to enable Stoq online services?
pt: Você gostaria de habilitar os serviços online do Stoq?

source: This user lacks credentials for application %s
pt: Esse utilizador não tem credencial para o aplicativo %s

source: Stock
pt: Estoque

source: Register initial stock...
pt: Registrar estoque inicial...

source: Received purchases...
pt: Compras recebidas...

source: Product history...
pt: Histórico de produtos...

source: Stock decreases...
pt: Saídas manuais...

source: Transfers...
pt: Transferências...

source: Closed stock Items...
pt: Itens de estoque fechados...

source: Product
pt: Produto

source: Stock help
pt: Ajuda do Estoque

source: Transfer
pt: Transferência

source: <b>Stock Total:</b>
pt: <b>Estoque Total</b>

source: Show by:
pt: Exibir por:

source: Location
pt: Localização

source: Picture
pt: Imagem

source: Till
pt: Caixa

source: Open till...
pt: Abrir caixa...

source: Close till...
pt: Fechar caixa...

source: Till history...
pt: Histórico do caixa...

source: Fiscal till operations...
pt: Operações fiscais do caixa...

source: Till help
pt: Ajuda do caixa

source: Stoq - Till for Branch %03d
pt: Stoq - Caixa para filial %03d

source: Date Started
pt: Data de abertura

source: This quote has expired. Confirm it anyway?
pt: Esta cotação está expirada. Confirmar assim mesmo?

source: Confirm quote
pt: Confirmar cotação

source: Failed to open the fiscal coupon. Until it is opened, it's not possible to confirm the sale. Do you want to try again?
pt: Falha ao abrir o cupom fiscal Até que ele esteja aberto, não é possível confirmar a venda. Deseja tentar de novo?

source: Cancel coupon
pt: Cancelar cupom

source: Till operations requires a connected fiscal printer
pt: As operações do caixa requerem uma impressora fiscal conectada.

source: Till blocked from previous day
pt: Caixa bloqueado de um dia anterior

source: Applying patch %s ...
pt: Aplicando patch %s

source: Creating a database backup
pt: Criando backup do banco de dados.

source: Creating a database backup in case anything goes wrong.
pt: Criando um backup do banco de dados caso algum erro aconteça.

source: Restoring database backup
pt: Restaurando backup do banco de dados

source: Stoq update failed. We will try to restore the current database. This may take some time.
pt: A atualização do Stoq falhou. Nós vamos tentar restaurar o banco de dados atual. Isto pode levar algum tempo

source: Database backup restored
pt: Backup do banco de dados restaurado

source: Stoq database update failed but the database was restored. An automatic crash report was submitted. Please, enter in contact at <b>stoq-users@stoq.com.br</b> for assistance in recovering your database and making it possible to use Stoq %s again. A backup database was created as <b>%s</b>
pt: A atualização do banco de dados do Stoq falhou, mas ele foi restaurado. Um relatório automático do erros foi enviado. Por favor, entre em contato com <b>stoq-users@stoq.com.br</b> para assistência na recuperação do banco de dados e para tornar o uso do Stoq %s possível novamente. Um backup do banco dados foi criado em <b>%s</b>

source: Applying database patches...
pt: Aplicando patches do banco de dados...

source: Done. Click 'Forward' to continue
pt: Concluído. Clique em 'Avançar' para continuar

source: Updating Stoq
pt: Atualizando o Stoq

source: _Start using Stoq
pt: _Começar a usar Stoq

source: Welcome to Stoq
pt: Bem-vindo ao Stoq

source: Administer the branches, users, employees and configure system parameters.
pt: Administra as filiais, utilizadores, empregados e configura parâmetros do sistema.

source: Control accounts and financial transactions.
pt: Controla contas e transações financeiras.

source: Audit and adjust the product stock.
pt: Audita e ajusta o estoque de produtos.

source: Accounts Payable
pt: Contas a pagar

source: Manage payment that needs to be paid.
pt: Gerencia contas a pagar.

source: Terminal and cash register for selling products and services.
pt: Terminal de vendas e caixa registradora para venda de produtos e serviços.

source: Manage the production process.
pt: Gerencia o processo de produção.

source: Create purchase orders and quotes
pt: Cria pedidos de compras e orçamentos.

source: Accounts Receivable
pt: Contas a receber

source: Manage payments that needs to be received.
pt: Gerencia contas a receber.

source: Quotes management and commission calculation.
pt: Gerenciamento de orçamentos e calculo de comissão.

source: Stock management, receive products and transfer them between branches.
pt: Gerenciamento do estoque, recebimento de produtos e transferência entre filiais.

source: Control tills and their workflow.
pt: Controle de caixa e seu fluxo.

source: <b>%s</b> could not be found on your system. %s %s or higher is required for Stoq to run. You can find a recent version of %s on it's homepage at %s
pt: <b>%s</b> não foi encontrado no seu sistema. %s %s ou maior é necessário para executar o Stoq. Você pode encontrar uma versão recente de %s na sua página em %s

source: Missing dependency
pt: Faltando dependência

source: <b>%s</b> was found on your system, but it is too old for Stoq to be able to run. %s %s was found, but %s is required. You can find a recent version of %s on it's homepage at %s
pt: <b>%s</b> foi encontrado no seu sistema, mas é muito antigo para o Stoq executar. %s %s foi encontrado, mas %s é necessário. Você pode encontrar uma versão recente de %s na sua página em %s

source: Out-dated dependency
pt: Dependência desatualizada

source: <b>%s</b> was found on your system, but its version, %s incompatible with Stoq, you need to downgrade to %s for Stoq to work. You can find an older version of %s on it's homepage at %s
pt: <b>%s</b> foi encontrado no seu sistema, mas essa versão %s é incompatível com o Stoq. Você precisa rebaixar a versão para %s para o Stoq executar. Você pode encontrar uma versão mais antiga de %s na sua página em %s

source: Incompatible dependency
pt: Dependência incompatível

source: Database schema error
pt: Erro de esquema no banco de dados

source: Table 'system_table' does not exist. Consult your database administrator to solve this problem.
pt: Tabela 'system_table' não existe. Consulte o seu administrador de banco de dados para resolver esse problema.

source: The database schema has changed, but the database has not been updated. Run 'stoqdbadmin updateschema` to update the schema to the latest available version.
pt: O esquema do banco de dados mudou, mas este ainda não foi atualizado. Rode 'stoqdbadmin updateschema` para atualizar o esquema para a última versão disponível.

source: Update Error
pt: Erro de atualização

source: You need to call setup() before checking the database schema.
pt: Você precisa chamar setup() antes de verificar o esquema do banco de dados.

source: Stoq Chart Server
pt: Servidor de Gráficos Stoq

source: Monthly payments
pt: Pagamentos mensais

source: Total revenue, expenses and profit for all years
pt: Receitas, despesas e lucro total para todos os anos

source: Total revenue, expenses and profit for all months in a year
pt: Receitas, despesas e lucro total para todos os meses em um ano

source: Revenue
pt: Receita

source: Expense
pt: Despesas

source: Profit
pt: Lucro

source: Administrator
pt: Administrador

source: System Administrator
pt: Administrador do Sistema

source: Assets
pt: Ativos

source: Banks
pt: Bancos

source: Equity
pt: Equidade

source: Expenses
pt: Despesas

source: Imbalance
pt: Desequilíbrio

source: Income
pt: Renda

source: Tills
pt: Caixas

source: The current database user does not have super user rights
pt: O atual utilizador do banco de dados não possui direitos de super usuário

source: Manager
pt: Gerente

source: Problem with PostgreSQL version
pt: Problema com a versão do PostgreSQL

source: The version of the PostgreSQL database server (%s) and the postgres client tools (%s) differ. I will let you use Stoq, but you will always see this warning when starting Stoq until you resolve the version incompatibilty by upgrading the server or the client tools.
pt: A versão do servidor de banco de dados PostgreSQL (%s) e as ferramentas de cliente postgres (%s) são diferentes. Vou deixar que você use o Stoq, mas você sempre verá este aviso ao iniciar o Stoq até você resolva a incompatibilidade de versão, atualizando o servidor ou as ferramentas de cliente.

source: %s needs to have the patch_resource class variable set
pt: %s precisa ter definida a variável de classe patch_resource

source: %s needs to have the patch_patterns class variable set
pt: %s precisa ter definida a variável de classe patch_patterns

source: The current version of database %s is greater than the latest available version %s
pt: A versão atual do banco de dados %s é maior que a última versão disponível %s

source: Could not connect to the database using command line tool! Aborting.
pt: Não foi possível conectar ao banco de dados usando a ferramenta de linha de comando! Abortando.

source: Please, check if you can connect to the database using:
pt: Por favor, verifique se você consegue conectar a base de dados usando:

source: Could not create backup! Aborting.
pt: Não foi possível criar o backup! Abortando.

source: Please contact stoq team to inform this problem.
pt: Por favor contate a equipe do Stoq para informar o problema.

source: Unsupported database version, you need to reinstall
pt: Versão do banco de dados não suportada, você precisa reinstalá-lo

source: The computer <u>%s</u> is not registered to the Stoq server at %s. Do you want to register it (requires administrator access) ?
pt: O computador <u>%s</u> não está registrado no servidor do Stoq em %s. Você deseja registrar (requer acesso de administrador)?

source: Register computer
pt: Registrar computador

source: Must login as 'admin'
pt: Deve-se logar como 'admin'

source: Schema error, no branches found
pt: Erro de esquema, nenhuma filial encontrada

source: ERROR: %s
pt: ERRO: %s

source: The computer <u>%s</u> is not active in Stoq
pt: O computador <u>%s</u> não está ativo no Stoq

source: To solve this, open the administrator application and re-activate this computer.
pt: Para resolver, abra o aplicativo 'administrador' e reative este computador.

source: Could not connect to %s database. The error message is '%s'. Please fix the connection settings you have set and try again.
pt: Não foi possível conectar ao banco de dados %s. A mensagem de erro é '%s'.Por favor, corrija as configurações que você definiu e tente novamente.

source: Deposit
pt: Depósito

source: Withdrawal
pt: Saque

source: Spend
pt: Gastar

source: Increase
pt: Adicionar

source: Decrease
pt: Diminuir

source: Charge
pt: Carga

source: Rebate
pt: Desconto

source: Bank
pt: Banco

source: Cash
pt: Dinheiro

source: Asset
pt: Ativo

source: Credit
pt: Crédito

source: Scale
pt: Balança

source: Cheque Printer
pt: Impressora de cheque

source: System
pt: Sistema

source: User
pt: Utilizador

source: Cancelled
pt: Cancelada

source: Invalid status %d
pt: Estado inválido %d

source: Preview
pt: Avaliação

source: Confirmed
pt: Confirmado

source: sale %s
pt: venda %s

source: order %s
pt: pedido %s

source: renegotiation %s
pt: Renegociação %s

source: Credit Card
pt: Cartão de crédito

source: Debit Card
pt: Cartão de débito

source: Credit Card Installments Store
pt: Cartão de Crédito Parcelado Lojista

source: Credit Card Installments Provider
pt: Cartão de Crédito Parcelado administradora

source: Debit Card Pre-dated
pt: Cartão de débito pré-datado

source: The number of installments can not be greater than %d for payment method %r
pt: O número de parcelas não pode ser maior que %d para a forma de pagamento %r

source: Argument interest must be between 0 and 100, got %s
pt: O argumento do juro deve estar entre 0 e 100, recebeu %s

source: The payment_qty argument must be greater than zero
pt: O argumento payment_qty deve ser maior que zero

source: You can not create more inpayments for this payment group since the maximum allowed for this payment method is %d
pt: Você não pode criar mais pagamentos de entrada para este grupo de pagamentos, já que o máximo permitido para esta forma de pagamento é %d

source: You have more inpayments in database than the maximum allowed for this payment method
pt: Você tem mais pagamentos de entrada no banco de dados que o máximo permitido para esta forma de pagamento

source: %s/%s %s for %s
pt: %s/%s %s referente à %s

source: Money
pt: Dinheiro

source: Check
pt: Cheque

source: Bill
pt: Boleto

source: Card
pt: Cartão

source: Store Credit
pt: Fiado

source: Multiple
pt: Múltiplo

source: To Pay
pt: A pagar

source: Reviewing
pt: Revisão

source: Invalid status for cancel operation, got %s
pt: Estado inválido para a operação cancel, recebeu %s

source: Invalid status for change_due_date operation, got %s
pt: Estado inválido para a operação change_due_date, recebeu %s

source: Date can not be less then open date
pt: Data não pode ser menor que a data de abertura

source: Date can not be greather then future date
pt: Data não pode ser maior que a data futura

source: NOT PAID
pt: A PAGAR

source: This payment is already paid.
pt: Este pagamento já está pago.

source: Renegotiated
pt: Renegociada

source: Due Date
pt: Vencimento

source: Single
pt: Solteiro(a)

source: Married
pt: Casado(a)

source: Divorced
pt: Divorciado(a)

source: Widowed
pt: Viúvo(a)

source: Separated
pt: Separado(a)

source: Cohabitation
pt: União estável

source: Solvent
pt: Solvente

source: Indebted
pt: Devedor

source: Insolvent
pt: Insolvente

source: Blocked
pt: Bloqueado

source: Away
pt: Afastado

source: Vacation
pt: Em férias

source: Off
pt: Desligado

source: User '%s' logged in on '%s'
pt: Utilizador '%s' fez login em '%s'

source: User '%s' logged in
pt: Utilizador logado em '%s'

source: User '%s' logged out from '%s'
pt: Utilizador '%s' fez logout em '%s'

source: User '%s' logged out
pt: Utilizador '%s' fez logout

source: Created branch '%s'
pt: Criou o branch '%s'

source: Card Provider
pt: Administradora do cartão

source: Globally
pt: Globalmente

source: By Salesperson
pt: Por vendedor

source: By Sellable
pt: Por itens

source: By Payment Method
pt: Por forma de pagamento

source: By Base Sellable Category
pt: Por categoria base de itens

source: By Sellable Category
pt: Por categoria de itens

source: By Sale Total
pt: Por total da venda

source: Days
pt: Dias

source: This company doesn't allow logic quantity operations
pt: Esta empresa não permite operações com quantidade lógica

source: Quantity to decrease is greater than available stock.
pt: A quantidade a diminuir é maior que a quantidade disponível.

source: Quantity to sell is greater than the available stock.
pt: A quantidade a ser vendida é maior que a disponível em estoque.

source: quantity must be a positive number
pt: quantidade deve ser um número positivo

source: Quantity cannot be negative
pt: A quantidade não pode ser negativa

source: You should have only one stock item for this branch, got %d
pt: Você deve ter apenas um item de estoque para esta filial, recebeu %d

source: Waiting
pt: Aguardando

source: Producing
pt: Produzindo

source: Argument item must have an order attribute associated with the current production order instance.
pt: Argumento item deve ter um atributo ordem associado com a ordem de produção atual

source: Can not lost more items than the total production quantity.
pt: Não é possível perder mais itens do que o total a produzir.

source: Can not allocate this quantity.
pt: Não pode alocar esta quantidade.

source: Cannot loose this quantity.
pt: Não pode perder esta quantidade.

source: Can not consume this quantity.
pt: Não pode consumir esta quantidade.

source: Quoting
pt: Cotação

source: Pending
pt: Pendente

source: Consigned
pt: Consignado

source: Argument item must have an order attribute associated with the current purchase instance
pt: O argumento item deve ter um atributo order associado com a instância da compra atual

source: Invalid order status, it should be ORDER_PENDING or ORDER_CONSIGNED, got %s
pt: Estado inválido de order, ele deve ser ORDER_PENDING ou ORDER_CONSIGNED, recebeu %s

source: Order %d, total value %2.2f, supplier '%s' is now confirmed
pt: Ordem %d, valor total %2.2f, fornecedor '%s' foi confirmada

source: Invalid order status, it should be ORDER_PENDING, got %s
pt: Estado inválido de order, ele deve ser ORDER_PENDING, recebeu %s

source: Invalid status, it should be confirmed got %s instead
pt: Estado inválido, ele deve ser confirmado, ao invés, recebeu %s

source: Order %d, total value %2.2f, supplier '%s' is now closed
pt: Ordem %d, valor total %2.2f, fornecedor '%s' foi fechada

source: This item is not pending, hence cannot be received
pt: Este item não está pendente, logo, não pode ser recebido

source: The quantity that you want to receive is greater than the total quantity of this item %r
pt: A quantidade que você quer receber é maior que a quantidade total deste item %r

source: There is no purchase item for sellable %r
pt: Não existe um item de compra para o item %r

source: Invalid freight_type, got %d
pt: freight_type inválido, recebeu %d

source: Purchase total can not be lesser than zero
pt: Total da compra não pode ser menor que zero

source: Got an unexpected status value: %s
pt: Recebeu um valor de estado inesperado: %s

source: You can not remove an item which does not belong to this group.
pt: Você não pode remover um item que não pertence a este grupo.

source: quote number %04d
pt: Cotação número %04d

source: %s Money Returned for Purchase %d
pt: %s Dinheiro devolvido da compra %d

source: FOB - Freight value on a new payment
pt: FOB - Valor do frete em um novo pagamento

source: FOB - Freight value on installments
pt: FOB - Valor do frete nas parcelas

source: CIF - Freight value is unknown
pt: CIF - Valor do frete desconhecido

source: CIF - Freight value highlighted on invoice
pt: CIF - Valor do frete destacado na nota

source: Freight for purchase %s
pt: Frete para compras %s

source: Stoq still doesn't support sales for branch companies different than the current one
pt: O Stoq ainda não suporta vendas para filiais diferentes da atual.

source: %r does not have enough stock to be sold.
pt: %r não tem estoque suficiente para ser vendido.

source: It's only possible to deliver products, not %r
pt: É possível apenas entregar produtos, não %r

source: Returned
pt: Devolvida

source: The sale must have sellable items
pt: A venda deve ter itens vendáveis

source: Unable to make sales for clients with status %s
pt: Incapaz de fazer vendas para clientes com estado %s
