Repository: stoq/stoq
Catalog: po/*.po
Languages: es_es, pt

source: hours
pt: horas

source: yesterday
pt: ontem

source: tomorrow
pt: amanhã

source: day before
pt: anteontem

source: day after
pt: depois de amanhã

source: last week
pt: semana passada

source: next week
pt: próxima semana

source: weeks
pt: semanas

source: last month
pt: mês anterior

source: next month
pt: próximo mês

source: months
pt: meses

source: last year
pt: ano passado

source: next year
pt: próximo ano

source: years
pt: anos

source: You need to have a CNPJ number set on Company %s
pt: Você precisa ter um CNPJ cadastrado para empresa %s

source: You need to have a State Registry set on Company %s
pt: Você precisa ter uma inscrição estadual cadastrada para a empresa %s

source: Page % 2d
pt: Página % 2d

source: Stoq Retail Managment
pt: Stoq Gestão Comercial

source: Calls Report
pt: Relatório de chamadas

source: calls
pt: chamadas

source: performed call to %s
pt: chamada realizada para %s

source: performed calls to %s
pt: chamadas realizadas para %s

source: Loan Receipt
pt: Recebimento

source: %s items
pt: %s itens

source: I inform and sign up to receive the items in full working order and I am aware of the responsability that I have for returning them, as well as the return of the amounts involved, in case of loss, damage or any event that make the product unusable.
pt: Gostaria de informar e dizer que estou recebendo os produtos em pleno funcionamento, e estou ciente da responsabilidade que eu tenho para devolvê-los, bem como a devolução dos montantes em causa, em caso de perda, danos ou qualquer evento que tornam o produto inutilizável.

source: Loan Notice
pt: Aviso de empréstimo

source: Number: %s - Loan on %s
pt: Número: %s - emprestado em %s

source: Payment Report
pt: Relatório de pagamentos

source: payment
pt: pagamentos

source: payments
pt: pagamentos

source: Payment Flow History
pt: Histórico de pagamentos

source: Day: %s
pt: Dia: %s

source: Last balance
pt: Último balanço

source: To receive
pt: A receber

source: To pay
pt: A pagar

source: Bal. expected
pt: Bal. esperado

source: Paid/Received
pt: Pago/Recebido

source: Payment receipt
pt: Recibo de pagamento

source: Product Listing
pt: Listagem de produtos

source: on branch <u>%s</u>
pt: na filial <u>%s</u>

source: product from branch %s
pt: produtos na filial %s

source: products from branch %s
pt: produtos da filial %s

source: Products Sold Listing
pt: Listagem de produtos vendidos

source: product sold
pt: produto vendido

source: products sold
pt: produtos vendidos

source: Fiscal Class
pt: Classe Fiscal

source: Product Stock Report
pt: Relatório de estoque de produtos

source: Closed Product Stock Report
pt: Relatório de estoque de produtos fechados

source: Production Item Listing
pt: Listagem de itens para produção

source: Production Order Report
pt: Relatório de ordem de produção

source: order
pt: pedido

source: orders
pt: pedidos

source: with status <u>%s</u>
pt: com situação <u>%s</u>

source: Production Order
pt: Ordem de produção

source: Reponsible:
pt: Responsável:

source: Totals:
pt: Totais:

source: Purchase Order Report
pt: Relatório de compras

source: Purchases Items Report
pt: Relatório de itens comprados

source: Purchase Ordered Items
pt: Itens do pedido de compra

source: Agreed Freight:
pt: Frete aceito:

source: Mixed (%s)
pt: Misto (%s)

source: Received Freight:
pt: Frete recebido:

source: Payments: %d installments
pt: Pagamentos: %d parcelas

source: Payments: 1 installment
pt: Pagamento: 1 parcela

source: There are no payments defined for this order.
pt: Não há pagamentos definidos neste pedido.

source: Purchase Notes
pt: Notas da compra

source: Purchase Order #%s
pt: Pedido de compra #%s

source: Quote Request
pt: Pedido de cotação

source: Payment Settings
pt: Configuração de pagamento

source: Payment Method:
pt: Forma de pagamento:

source: Intervals:
pt: Intervalos:

source: Quoting Items
pt: Itens cotados

source: Purchase Receival Report
pt: Relatório de recebimento de compras

source: purchases
pt: compras

source: Invoice Total
pt: Total N.F.

source: Receival receipt
pt: Recibo de recebimento

source: Sale Order
pt: Pedido de venda

source: No Client
pt: Sem cliente

source: Phone number:
pt: Telefone:

source: City/State:
pt: Cidade/Estado:

source: Number: %s - Sale %s on %s
pt: Número: %s - Venda %s em %s

source: Sales Report
pt: Relatório de vendas

source: sale
pt: venda

source: Sold Items by Branch Report
pt: Relatório de Itens vendidos por filial

source: Totals by Branch
pt: Totais por filial

source: sale from {salesperson} on branch {branch}
pt: venda de {salesperson} na filial {branch}

source: sales from {salesperson} on branch {branch}
pt: vendas de {salesperson} na filial {branch}

source: sale on branch %s
pt: venda na filial %s

source: sales on branch %s
pt: vendas na filial %s

source: Total Amount
pt: Quantia total

source: P/A
pt: Q/P

source: Percentage
pt: Porcentagem

source: S/P
pt: I/V

source: Sold value per sales %s
pt: Valor médio por venda %s

source: P/A: Payment Amount
pt: Q/P: Quantia do pagamento

source: S/P: Sellables sold per sale
pt: I/V: Itens vendidos por venda

source: Total of sales: %d
pt: Total de vendas: %d

source: Service Listing
pt: Listagem de serviços

source: Manual Stock Decrease Receipt
pt: Recibo de saída manual

source: Number: %s - Manual stock decrease on %s
pt: Número: %s - Saída manual em %s

source: Phone: %s
pt: Telefone: %s

source: State Registry: %s
pt: Inscrição estadual: %s

source: {title} - Listing {rows} of a total of {total_rows} {item}
pt: {title} - Listando {rows} de um total de {total_rows} {item}

source: items
pt: itens

source: Untitled
pt: Sem título

source: Till History Listing
pt: Relatório de histórico de caixa

source: till entry
pt: entrada no caixa

source: till entries
pt: entradas no caixa

source: Transfer Receipt
pt: Recibo de transferência

source: ADDRESS:
pt: ENDEREÇO:

source: AGENCY:
pt: AGÊNCIA:

source: BANK:
pt: BANCO:

source: CHECK PAYMENT
pt: PAGAMENTO EM CHEQUE

source: DATE:
pt: DATA:

source: DRAWEE:
pt: EMITENTE:

source: I/WE RECEIVED FROM
pt: EU/NÓS RECEBI(EMOS) DE

source: NUMBER:
pt: NÚMERO:

source: RECEIPT
pt: RECIBO

source: REFERRING TO:
pt: REFERENTE A:

source: SIGNATURE:
pt: ASSINATURA:

source: THE IMPORTANCE OF:
pt: A IMPORTÂNCIA DE:

source: VALUE:
pt: VALOR:

source: CODE
pt: CÓDIGO

source: DESCRIPTION
pt: DESCRIÇÃO

source: DESTINATION
pt: DESTINO

source: OPEN:
pt: ABERTO:

source: QUANTITY
pt: QUANTIDADE

source: RECEIVAL:
pt: RECEBIDO:

source: RESPONSIBLE
pt: RESPONSÁVEL

source: SOURCE
pt: ORIGEM

source: TRANSFER PRODUCTS
pt: TRANSFERÊNCIA DE PRODUTOS

source: TRANSFER RECEIPT
pt: RECIBO DE TRANSFERÊNCIA

source: There is no section named `%s'!
es_es: No tiene sección llamada `%s'!

source: Weight unit
es_es: Unidad de Peso

source: Meters unit
es_es: Unidad en metros

source: Liters unit
es_es: Unidad en litros

source: Empty unit
es_es: Sin Unidad

source: Substitution
es_es: Sustitución Tributaria

source: Exemption
es_es: Deducción

source: Service tax
es_es: IVA (2)

source: Money Payment Method
es_es: Forma de Pago Efectivo

source: Check Payment Method
es_es: Forma de Pago Cheque

source: Debit card Payment Method
es_es: Forma de Pago Tarjeta de Débito

source: Credit card Payment Method
es_es: Forma de Pago Tarjeta de Crédito

source: Bill Payment Method
es_es: Forma de Pago Pagaré

source: Financial Payment Method
es_es: Forma de Pago Financiera

source: Gift certificate Payment Method
es_es: Forma de Pago Vale de Compra

source: Config file not found in: `%s', `%s' and `%s'
es_es: Archivo de configuración no encontrado en: `%s', `%s' y `%s'

source: Invalid section: %s
es_es: Sección Incorrecta: %s

source: %s does not have option: %s
es_es: %s no tiene la opción: %s

source: You must totalize the coupon before add payments.
es_es: Debe totalizar el comprobante antes de añadir pagos.

source: You must totalize the coupon before closing it
es_es: Debe totalizar el comprobante antes de cerrarlo

source: It is not possible close the coupon since there are no payments defined.
es_es: No es posible cerrar el comprobante ya que no se han definido pagos

source: Isn't possible close the coupon since the payments total (%.2f) doesn't match the totalized value (%.2f).
es_es: No fue posible cerrar el comprobante puesto que el total de pagos (%.2f) no coincide con el valor total (%.2f).

source: Coupon already opened.
es_es: Comprobante ya abierto

source: Pending Reduce Z
es_es: Reducción Z pendiente

source: Mechanical failure
es_es: Error Mecánico

source: Not properly authenticated
es_es: Autentificación incorrectamente

source: No paper
es_es: Sin papel

source: Offline
es_es: Desconectado

source: Peripheral is not connected to AUX
es_es: El periférico no está conectado al puerto

source: readZ is already emitted
es_es: La lectura Z ya ha sido emitida

source: Document is already open
es_es: Documento ya abierto

source: Coupon is not open
es_es: El comprobante no está abierto

source: There's no open document to cancel
es_es: No existe un documento abierto que cancelar

source: There is no such item in the coupon
es_es: No existe dicho artículo en el comprobante

source: Coupon already open
es_es: Documento ya abierto

source: It is not possible to close the coupon
es_es: No es posible cerrar el comprobante

source: Printer is out of paper
es_es: Impresora sin papel

source: Printer clock error
es_es: Error en el reloj de la impresora

source: Printer in error state
es_es: Impresora en estado de error

source: First data value in CMD is not ESC (1BH)
es_es: El primer valor en CMD no es ESC (1BH)

source: Nonexistent command
es_es: Comando Inexistente

source: Invalid number of parameters
es_es: Número incorrecto de parámetros

source: Invalid CMD parameter
es_es: Parámetro CMD incorrecto

source: Fiscal memory is full
es_es: Memoria contable llena

source: Error in CMOS memory
es_es: Error en la memoria CMOS

source: Given tax is not programmed on the printer
es_es: El impuesto proporcionado no está programada en la impresora

source: No available tax slot
es_es: No hay espacio para el impuesto

source: The item wasn't added in the coupon or can't be cancelled
es_es: El artículo no se añadió al comprobante o no se puede cancelar

source: Printer is offline
es_es: Impresora desconectada

source: Coupon with no items
es_es: Comprobante sin artículos

source: Payment method not recognized
es_es: Método de pago no reconocido

source: Coupon isn't totalized yet
es_es: El comprobante todavía no se ha totalizado

source: Printer not initialized
es_es: Impresora no inicializada

source: Printer without serial number
es_es: Impresora sin número de serie

source: Invalid start date
es_es: Fecha de inicio incorrecta

source: Invalid final date
es_es: Fecha de término incorrecta

source: Sale with null value
es_es: Venta con valor nulo

source: Invalid date
es_es: Fecha Incorrecta

source: Item doesn't exists or already was cancelled
es_es: Artículo inexistente o ya cancelado

source: Surcharge greater than item value
es_es: Recargo mayor que el valor del artículo

source: Discount greater than item value
es_es: Descuento mayor que el valor del artículo

source: Invalid month
es_es: Mes incorrecto

source: Coupon already totalized
es_es: Comprobante ya totalizado

source: Coupon not totalized yet
es_es: Comprobante no totalizado todavía

source: Surcharge on subtotal already effected
es_es: Recargo al subtotal ya efectuado

source: Discount on subtotal already effected
es_es: Descuento al subtotal ya efectuado

source: There is no coupon opened!
es_es: ¡No hay un comprobante abierto!

source: There is a coupon already open
es_es: Ya hay un comprobante abierto

source: The coupon is already totalized, you can't add items anymore.
es_es: El comprobante ya está totalizado, no es posible añadir más artículos

source: There is no item with this ID (%d)
es_es: No existe un artículo con ID (%d)

source: The coupon is already totalized, you can't cancel items anymore.
es_es: El comprobante ya está totalizado, ya no es posible cancelar artículos.

source: The coupon can't be totalized, since there is no items added
es_es: El comprobante no puede ser totalizado, ya que no tiene artículos añadidos

source: The coupon is already totalized
es_es: El comprobante ya está totalizado

source: Coupon totalized must be greater than zero!
es_es: ¡El total del comprobante debe ser mayor que cero!

source: Isn't possible add payments to the coupon since it isn't totalized
es_es: No es posible añadir pagos al comprobante si no ha sido totalizado

source: Isn't possible close the coupon since it isn't totalized yet!
es_es: ¡No es posible cerrar el comprobante si no ha sido totalizado!

source: Isn't possible close the coupon since there is no payments added.
es_es: No es posible cerrar el comprobante puesto que no se han añadido pagos.

source: The payments total value doesn't match the totalized value.
es_es: El valor total de pagos no coincide con el valor totalizado.

source: A Read X is pending
es_es: Está pendiente una Lectura X

source: The command is invalid
es_es: El comando es incorrecto

source: A coupon already exist
es_es: Ya existe un comprobante

source: Parameters invalid.
es_es: Parámetros incorrectos

source: There is no coupon opened
es_es: No hay un comprobante abierto

source: Reduce Z already done.
es_es: Reducción Z ya hecha

source: Printer clock isn't programmed yet.
es_es: El reloj de la impresora todavía no ha sido programado.

source: Problem in fiscal printer
es_es: Problema en la máquina registradora

source: There is no items added to coupon
es_es: No se han incluído artículos en el comprobante

source: Out of paper
es_es: Sin papel

source: A Reduce Z is pending
es_es: Reducción Z pendiente

source: Invalid state for command execution
es_es: Estado incorrecto para la ejecución del comando

source: It is not possible cancel the item since it wasn't added yet
es_es: No es posible cancelar el artículo ya que todavía no se ha añadido

source: There is no such item to cancel in the coupon
es_es: No existe el artículo que se desea eliminar en el comprobante

source: A read X is pending.
es_es: Lectura X pendiente

source: Fiscal memory has changed
es_es: Memoria contable modificada

source: No manufacture number
es_es: Sin número de manufactura

source: Print buffer is full
es_es: El buffer de la impresora está lleno

source: No item(s) to cancel found
es_es: No se encontraron artículos que cancelar

source: The requested command doesn't exist
es_es: El comando solicitado no existe

source: Fiscal EPROM disconnected
es_es: Memoria contable desconectada

source: Incorrect version of the basic software
es_es: Versión incorrecta del software básico

source: Error on the fiscal variables
es_es: Error en las variables contables

source: No cliche
es_es: Sin cliche

source: No company data. Has the printer been initialized?
es_es: Sin datos de empresa. ¿Se inicializó la impresora?

source: Invalid command
es_es: Comando incorrecto

source: Invalid command parameters
es_es: Parámetros de comando incorrectos

source: Fiscal memory without logotype
es_es: Memoria contable sin logotipo

source: Write error on the Fiscal Memory
es_es: Error de escritura en la memoria contable

source: Invalid state
es_es: Estado incorrecto

source: Printer is running out of paper
es_es: A impresora está operando sin papel

source: Printer hardware failure
es_es: Error de hardware en la impresora

source: Discount in subtotal with sale subjects to ICMS and ISSQN isn't allowed
es_es: Los descuentos en el subtotal de ventas sujetas al IVA e IVA(2) no están permitidos

source: Pending Read X
es_es: Lectura X pendiente

source: Attempt of reduce Z with date previous than last
es_es: Tentativa de reducción Z con fecha anterior a la última

source: No more fiscal memory :(
es_es: No existe más memoria contable :(

source: Reduce Z already done
es_es: Reducción Z ya hecha

source: You have specified an invalid item id to cancel!
es_es: ¡Se especificó un código de artículo incorrecto para su cancelación!
