Repository: stoq/stoq
Catalog: po/*.po
Languages: es_es, pt

source: Account code:
pt: Código da conta:

source: Account name:
pt: Nome da conta:

source: Hold control to remove selection.
pt: Segure control para remover a seleção.

source: Parent:
pt: Pai:

source: Type:
pt: Tipo:

source: Account:
pt: Conta:

source: Add a new account
pt: Adicionar uma nova conta

source: Code:
pt: Código:

source: Date:
pt: Data:

source: Description:
pt: Descrição:

source: Value:
pt: Valor:

source: Details
pt: Detalhes

source: New...
pt: Novo...

source: _Delete
pt: _Remover

source: _Edit...
pt: _Editar...

source: City:
pt: Cidade:

source: Complement:
pt: Complemento:

source: Country:
pt: País:

source: District:
pt: Bairro:

source: Number:
pt: Número:

source: Postal Code:
pt: CEP:

source: State:
pt: Estado:

source: Street:
pt: Endereço:

source: Enter the password and then click <b>Forward</b> to continue.
pt: Preencha a senha e então clique <b>Avançar</b> para continuar.

source: Bank Account:
pt: Conta bancária:

source: Bank Branch:
pt: Agência bancária:

source: Bank ID:
pt: Número do banco:

source: Balance:
pt: Balanço:

source: Cash Amount ($CURRENCY):
pt: Quantia ($CURRENCY):

source: Due date:
pt: Vencimento:

source: Value ($CURRENCY):
pt: Valor ($CURRENCY):

source: Category:
pt: Categoria:

source: Default Bank:
pt: Banco padrão:

source: Installments:
pt: Parcelas:

source: Start at:
pt: Iniciar em:

source: With intervals of:
pt: Com intervalos de:

source: Suggested Markup:
pt: Marcação sugerida:

source: Tax:
pt: Imposto:

source: Active
pt: Ativo

source: Branch status:
pt: Situação da filial:

source: Inactive
pt: Inativo

source: Manager:
pt: Gerente:

source: Tax Polity:
pt: Regime tributário:

source: Company Details
pt: Detalhes da empresa

source: Company Name:
pt: Nome da empresa

source: Phone Number:
pt: Telefone:

source: State Registry:
pt: Inscrição estadual:

source: Substitution ICMS:
pt: ICMS por substituição:

source: Encoding:
pt: Codificação:

source: Select the encoding to use when save the CSV file:
pt: Selecione a codificação a utilizar quando salvar o arquivo:

source: Separator:
pt: Separador:

source: Attendant:
pt: Atendente:

source: Message:
pt: Mensagem:

source: Credit for Employee:
pt: Crédito para o funcionário:

source: Cash Change
pt: Troco dinheiro

source: Change:
pt: Troco:

source: Received: ($CURRENCY)
pt: Valor recebido: ($CURRENCY)

source: Reason:
pt: Razão:

source: Name:
pt: Nome:

source: Calls
pt: Chamadas

source: Client:
pt: Cliente:

source: Further Details
pt: Mais detalhes

source: Last Purchase Date:
pt: Última data de compra:

source: Payments
pt: Pagamentos

source: Products
pt: Produtos

source: Sales
pt: Vendas

source: Services
pt: Serviços

source: Status:
pt: Situação:

source: Available Credit:
pt: Crédito disponível:

source: Credit Limit ($CURRENCY):
pt: Limite de crédito ($CURRENCY):

source: Financial Status:
pt: Situação financeira:

source: No Commission
pt: Sem comissão

source: Direct Sale:
pt: Venda à vista:

source: In Installments:
pt: Parceladas

source: City Registry:
pt: Registro municipal:

source: Fancy Name:
pt: Nome fantasia:

source: <b>Consignment Items - Fill the quantity sold and returned of those items:</b>
pt: <b>Itens consignados - Preencha as quantidades vendidas e retornadas deste item:</b>

source: Creating a new database for Stoq, depending on the speed of your computer and the server it may take a couple of minutes to finish.
pt: Criando um banco de dados novo para o Stoq. Dependendo da velocidade do seu computador e do servidor, isso pode levar alguns minutos para terminar.

source: Show details...
pt: Mostrar detalhes...

source: Closing Day:
pt: Dia de fechamento:

source: Credit Fee:
pt: Taxa de crédito:

source: Credit Installment Provider Fee:
pt: Taxa de crédito parcelado pela administradora:

source: Credit Installments Store Fee:
pt: Taxa de crédito parcelado pelo lojista:

source: Debit Fee:
pt: Taxa de débito:

source: Debit Pre-Dated Fee:
pt: Taxa de débito pré-datado:

source: Fees
pt: Taxas

source: Max Installments:
pt: Máximo de parcelas:

source: Monthly Fee ($CURRENCY):
pt: Taxa mensal ($CURRENCY):

source: Open Contract Date:
pt: Data de abertura do contrato:

source: Payment Day:
pt: Dia de pagamento:

source: Provider Id:
pt: Id do fornecedor

source: Short Name:
pt: Nome curto:

source: Credit Provider:
pt: Fornecedor de crédito:

source: Number of Installments:
pt: Número de parcelas:

source: Payment Type:
pt: Tipo do pagamento:

source: <b>Database location</b>
pt: <b>Localização do banco de dados</b>

source: I want to manually configure the database connection.
pt: Quero configurar manualmente a conexão com o banco de dados.

source: I want to use Stoq just on this computer.
pt: Eu quero usar o Stoq apenas neste computador.

source: Select an option above and then click <b>Forward</b> to continue.
pt: Selecione uma das opções acima e então clique <b>Avançar</b> para continuar.

source: To be able to use Stoq we need make sure that there is a database that we can connect to.
pt: Para utilizar o Stoq, é preciso ter certeza de que existe um banco de dados que nós conseguimos conectar.

source: <b>Database Settings</b>
pt: <b>Configurações do banco de dados</b>

source: Address:
pt: Endereço:

source: Authentication:
pt: Autenticação:

source: Click <b>Forward</b> to continue.
pt: Clique <b>Avançar</b> para continuar.

source: Database Name:
pt: Nome do banco:

source: Password:
pt: Senha:

source: Please, fill the details about your database.
pt: Por favor, preencha os detalhes sobre o seu banco de dados.

source: Port:
pt: Porta:

source: Username:
pt: Nome de utilizador:

source: <b>Delivery Address:</b>
pt: <b>Endereço de entrega:</b>

source: Additional _Instructions
pt: _Instruções adicionais

source: Change _Address
pt: _Alterar endereço

source: Delivery cost ($CURRENCY):
pt: Custo de entrega ($CURRENCY):

source: Estimated Delivery _Date:
pt: _Data estimada da entrega:

source: Products to Deliver:
pt: Produtos a entregar:

source: There is Additional Instructions
pt: Há instruções adicionais

source: ASCII value:
pt: Valor ASCII:

source: HEX value:
pt: Valor HEX:

source: Brand:
pt: Fabricante:

source: Device Type:
pt: Tipo de dispositivo:

source: Host:
pt: Servidor:

source: Model:
pt: Modelo:

source: Admission Data
pt: Dados de admissão

source: Bank Information
pt: Informação bancária

source: Bank:
pt: Banco:

source: Branch Number:
pt: Número da agência:

source: Dependent Number:
pt: Número de dependentes:

source: Education Level:
pt: Escolaridade:

source: Personal Details
pt: Detalhes pessoais

source: Registry:
pt: Registro:

source: Serie:
pt: Série:

source: Vacation:
pt: Férias:

source: Work Permit
pt: Carteira de trabalho

source: A_dd/Edit Role...
pt: A_dicionar/Editar cargo...

source: Role:
pt: Cargo:

source: Salary ($CURRENCY):
pt: Salário ($CURRENCY):

source: Employee Status:
pt: Situação do funcionário:

source: Existing client
pt: Cliente existente

source: Is it one of these ?
pt: É um desses ?

source: No, it's a new client
pt: Não, é um novo cliente

source: <b>Installation complete</b>
pt: <b>Instalação completa</b>

source: Enable online services
pt: Habilitar serviços online

source: More information...
pt: Mais informações...

source: Expected Receival Date:
pt: Data esperada de recebimento:

source: Notes
pt: Notas

source: Receive all products now.
pt: Receber todos os produtos agora.

source: Salesperson Name:
pt: Vendedor:

source: Transporter:
pt: Transportadora:

source: Invoice Number:
pt: Nota fiscal:

source: Date
pt: Data

source: End Date:
pt: Data final:

source: Fiscal Memory
pt: Memória fiscal

source: From:
pt: De:

source: Reductions
pt: Reduções

source: Start Date:
pt: Data inicial:

source: To:
pt: Até:

source: Birth City:
pt: Cidade natal:

source: Birth Country:
pt: País natal:

source: Birth Date:
pt: Data de nascimento:

source: Birth State:
pt: Estado natal:

source: Father's Name:
pt: Nome do pai:

source: Female
pt: Feminino

source: Gender:
pt: Sexo:

source: Male
pt: Masculino

source: Marital Status:
pt: Estado civil:

source: Mother's name:
pt: Nome da mãe:

source: Occupation:
pt: Ocupação:

source: Spouse:
pt: Cônjuge:

source: RG Expedition Date:
pt: Data de expedição do RG:

source: RG Expedition Local:
pt: Local de expedição do RG:

source: RG Number:
pt: Número do RG:

source: <b>Installing PostgreSQL server</b>
pt: <b>Instalando servidor PostgreSQL</b>

source: Click <b>Forward</b> to begin installing the PostgreSQL server.
pt: Clique em <b>Avançar</b> para começar a instalação do servidor PostgreSQL.

source: The PostgreSQL server isn't properly running on this computer. It needs to be installed and started for Stoq to be able to run. Note that some distributions, such as Fedora, requires you to create the database cluster before the PostgreSQL server can be started. Please consult the distribution documentation for more information.
pt: O servidor PostgreSQL não está rodando neste computador. É necessário instalá-lo e iniciá-lo para o Stoq poder executar. Note que algumas distribuições, como Fedora, exigem que você crie o cluster do banco de dados antes de iniciar o PostgreSQL. Consulte a documentação da distribuição para mais informações.

source: Create a database in demonstration mode.
pt: Criar um banco de dados em modo de demonstração.

source: Create an empty database for production use.
pt: Criar um banco de dados vazio para uso em produção.

source: Database initialization
pt: Inicialização do banco de dados

source: Would you like to:
pt: Você gostaria de:

source: Details...
pt: Detalhes...

source: Discount ($CURRENCY):
pt: Desconto ($CURRENCY):

source: Installment value:
pt: Valor das parcelas:

source: Interest ($CURRENCY):
pt: Juros ($CURRENCY):

source: Order number:
pt: Número do pedido:

source: Paid date:
pt: Data do pagamento:

source: Pay interest
pt: Pagar juros

source: Pay penalty
pt: Pagar multa

source: Penalty ($CURRENCY):
pt: Multa ($CURRENCY):

source: Total value:
pt: Valor total:

source: Expedition Date:
pt: Data de expedição:

source: Time:
pt: Hora:

source: Field:
pt: Campo:

source: Height:
pt: Altura:

source: Position:
pt: Posição:

source: Size:
pt: Tamanho:

source: Width:
pt: Largura:

source: Computer:
pt: Computador:

source: Device name:
pt: Nome do dispositivo:

source: Layout:
pt: Leiaute:

source: Branch:
pt: Filial:

source: Confirm Date:
pt: Data de confirmação:

source: Expire Date:
pt: Data de expiração:

source: Open Date:
pt: Data de abertura:

source: Responsible:
pt: Responsável:

source: <b>Loan Items - Fill the quantity that will be sold or returned of those items:</b>
pt: <b>Itens emprestados - Preencha a quantidade que será vendida ou devolvida deste item:</b>

source: Remember me
pt: Lembrar

# yes
source: _Password:
pt: _Senha:

# yes
source: _Username:
pt: _Utilizador:

source: Discount:
pt: Desconto:

source: Interest:
pt: Juros:

source: Paid value:
pt: Valor pago:

source: Penalty:
pt: Multa:

source: <b>Method:</b>
pt: <b>Forma:</b>

source: Missing:
pt: Faltando:

source: Payments:
pt: Pagamentos:

source: _Cash
pt: _Dinheiro

source: Notes:
pt: Notas:

source: <u>Currently on Sale:</u>
pt: <u>Preço de promoção:</u>

source: Price ($CURRENCY):
pt: Preço ($CURRENCY):

source: Include uncategorized products
pt: Incluir produtos sem categoria

source: User:
pt: Utilizador:

source: _Unselect All
pt: _Desselecionar todos

source: Expected Start Date:
pt: Data prevista para início:

source: Filter:
pt: Filtro:

source: _Show All
pt: Exibir todo_s

source: Current Password:
pt: Senha atual:

source: Confirm password:
pt: Confirmar senha:

source: Color:
pt: Cor:

source: Change to:
pt: Alterar para:

source: Order Number:
pt: Número do pedido:

source: <b>Select a date or a range to be visualised in the report:</b>
pt: <b>Selecione uma data ou um intervalo para ser visualizado no relatório:</b>

source: Outstanding:
pt: A pagar:

source: Daily Penalty:
pt: Multa diária:

source: Default Account:
pt: Conta principal:

source: Maximum Installments:
pt: Número máximo de parcelas:

source: <b>The following payments will be renegotiated.</b>
pt: <b>Os seguintes pagamentos serão renegociados.</b>

source: Surcharge:
pt: Acréscimo:

source: Calls...
pt: Chamadas...

source: Co_ntacts...
pt: Co_ntatos...

source: Custom Tab
pt: Aba customizável

source: Extra Tab
pt: Aba extra

source: General Details
pt: Detalhes gerais

source: Identification
pt: Identificação

source: Individual/Company Data
pt: Dados de pessoa física/jurídica

source: Mobile:
pt: Celular:

source: More _Addresses...
pt: Mais endereços...

source: A new company
pt: Uma nova pessoa jurídica

source: A new individual
pt: Uma nova pessoa física

source: What is their phone number ?
pt: Qual é o número de telefone deles?

source: What kind of client are you adding ?
pt: Que tipo de cliente você está adicionado ?

source: ECF (Fiscal printer support)
pt: ECF (Suporte a impressoras fiscais)

source: If you just want to test Stoq it is recommended to select no plugin.
pt: Se você quer apenas testar o Stoq, é recomendado não selecionar plugins.

source: NF-e (Eletronic Invoices)
pt: NF-e (Nota fiscal eletrônica)

source: Once a plugin is activated it will not be possible to disable it. Select the plugins you want to enable:
pt: Uma vez que um plugin é ativado, não será mais possível desativá-lo. Selecione os plugins que você deseja habilitar:

source: Select the plugins you would like to enable and then click <b>Forward</b> to continue.
pt: Selecione os plugins que você gostaria de habilitar e então clique <b>Avançar</b> para continuar.

source: TEF (Credit card support)
pt: TEF (Suporte a cartões de crédito)

source: Serial Number:
pt: Número serial:

source: Product:
pt: Produto:

source: Quantity for Adjustment:
pt: Quantidade para ajuste:

source: Component:
pt: Componente:

source: Quantity:
pt: Quantidade:

source: Production time:
pt: Tempo de produção:

source: Sort components by category
pt: Ordenar os componentes por categoria

source: days
pt: dias

source: Product Picture Viewer
pt: Visualizador de imagem do produto

source: <b>Mercosul Details</b>
pt: <b>Detalhes do mercosul:</b>

source: <b>Stock Details</b>
pt: <b>Detalhes de estoque</b>

source: Depth:
pt: Profundidade:

source: Location:
pt: Localização:

source: Manufacturer:
pt: Fabricante:

source: Maximum:
pt: Máximo:

source: Minimum:
pt: Mínimo:

source: Weight:
pt: Peso:

source: Current Stock Balance:
pt: Saldo atual do estoque:

source: Loans
pt: Empréstimos

source: Manual Decrease
pt: Saída manual

source: Receivings
pt: Recebimentos

source: Transfers
pt: Transferências

source: Additional Information:
pt: Informações adicionais:

source: Day(s)
pt: Dia(s)

source: Lead Time:
pt: Tempo de obtenção:

source: Minimum Purchase:
pt: Mínimo para compras:

source: Supplier Cost:
pt: Custo do fornecedor:

source: ICMS Class:
pt: Classe ICMS:

source: IPI Class:
pt: Classe IPI:

source: Components
pt: Componentes

source: Close Date:
pt: Data de fechamento:

source: Items
pt: Itens

source: Lost Material
pt: Material perdido

source: Materials
pt: Materiais

source: Order Status:
pt: Situação do pedido:

source: Production:
pt: Produção:

source: Unit:
pt: Unidade:

source: <b>Listing all the components needed by the production:</b>
pt: <b>Listagem de todos os componentes necessários para a produção:</b>

source: Start Production even if there are missing components
pt: Iniciar a produção mesmo se houver falta de componentes

source: <b>Select the orders to generate a quote group for purchase:</b>
pt: <b>Selecione os pedidos para gerar um grupo de cotação para compra:</b>

source: _Adjust
pt: _Ajustar

source: Probing device...
pt: Procurando dispositivo...

source: Additional Info
pt: Informações adicionais

source: Agreed Freight Type:
pt: Tipo de transporte aprovado:

source: Changes
pt: Alterações

source: Expected Freight Value:
pt: Valor previsto de transporte

source: Ordered
pt: Pedido

source: Received
pt: Recebido

source: Received Freight Type:
pt: Tipo de frete recebido:

source: Received Freight Value:
pt: Valor de frete recebido:

source: Salesperson:
pt: Vendedor:

source: Supplier:
pt: Fornecedor:

source: Total Paid:
pt: Total pago:

source: <b>Payments to pay will be cancelled and new ones will be created to match the remaining value.</b>
pt: <b>Os pagamentos em aberto serão cancelados e novos pagamentos serão criados para o valor restante. </b>

source: Total Received:
pt: Total recebido:

source: <b>Products not received will be cancelled.</b>
pt: <b>Os produtos não recebidos serão cancelado.</b>

source: Cost:
pt: Custo:

source: Expected receival:
pt: Previsão para recebimento:

source: Order:
pt: Pedido:

source: Returned Quantity:
pt: Quantidade retornada:

source: Sold Quantity:
pt: Quantidade vendida:

source: Based on intervals of:
pt: Baseado em intervalos de:

source: Number of installments:
pt: Número de parcelas:

source: _Details
pt: _Detalhes

source: purchase
pt: compra

source: C_reate Orders
pt: C_riar pedidos

source: Cancel _Group
pt: Cancelar _grupo

source: Select one or more quoted items to compose an order:
pt: Selecione uma ou mais cotações para compor um pedido:

source: _Select All
pt: _Selecionar todos

source: Include all products in quotes
pt: Incluir todos os produtos na cotação

source: Select one or more suppliers to generate quote(s):
pt: Selecione um ou mais fornecedores para gerar as cotações:

source: _Missing Products
pt: _Produtos faltando

source: _View Products
pt: _Visualizar produtos

source: Freight ($CURRENCY):
pt: Frete ($CURRENCY):

source: Freight:
pt: Frete:

source: ICMS Total ($CURRENCY):
pt: Total ICMS ($CURRENCY):

source: Invoice Total ($CURRENCY):
pt: Total da nota fiscal ($CURRENCY):

source: Notes...
pt: Notas...

source: Others Expenditures ($CURRENCY):
pt: Outras despesas ($CURRENCY):

source: Products Total ($CURRENCY):
pt: Total dos produtos ($CURRENCY):

source: Secure ($CURRENCY):
pt: Seguro ($CURRENCY):

source: Purchase Order:
pt: Pedido de compra:

source: Quantity to Receive:
pt: Quantidade a receber:

source: Receiving Order:
pt: Pedido de recebimento:

source: Received Products
pt: Produtos recebidos

source: Receiving Details
pt: Detalhes de recebimentos

source: Model name:
pt: Nome do modelo:

source: <b>Renegotiation Number:</b>
pt: <b>Renegociação número:</b>

source: <b>Sale Number:</b>
pt: <b>Número de venda:</b>

source: Print Bills
pt: Imprimir boletos

source: <b>Invoice Number:</b>
pt: <b>Número da nota fiscal:</b>

source: Ed_it
pt: Ed_itar

source: _Print
pt: _Imprimir

source: _Return
pt: De_volução

source: Basic
pt: Básico

source: Price:
pt: Preço:

source: Return Quantity:
pt: Quantidade retornada:

source: Sale Quantity:
pt: Quantidade vendida:

source: <b>Cancellation Details:</b>
pt: <b>Detalhes de cancelamento</b>

source: Cancel Date:
pt: Data de cancelamento:

source: Cancellation Type:
pt: Tipo de cancelamento:

source: Deduction ($CURRENCY):
pt: Dedução ($CURRENCY):

source: Order Total:
pt: Total do pedido:

source: Return Invoice Number:
pt: Número da nota fiscal de devolução:

source: Return Value:
pt: Valor estornado:

source: Add a new C.F.O.P.
pt: Adicionar um novo C.F.O.P.

source: Add a new client
pt: Adicionar um novo cliente

source: Add a new transporter
pt: Adicionar uma nova transportadora

source: Client Category:
pt: Categoria do cliente:

source: Client details.
pt: Detalhes do cliente.

source: Expire
pt: Expira

source: Operation Nature:
pt: Natureza da operação:

source: Order Details
pt: Detalhes do pedido

source: _New...
pt: _Novo...

source: C_ash
pt: _Dinheiro

source: Payment method:
pt: Forma de pagamento:

source: Base Category:
pt: Categoria base

source: Details:
pt: Detalhes:

source: Right-click image for more options
pt: Clique com o botão direito para mais opções

source: Barcode:
pt: Código de barras:

source: Consignment:
pt: Consignação:

source: Cost ($CURRENCY):
pt: Custo ($CURRENCY):

source: Default Sales C.F.O.P.:
pt: C.F.O.P. padrão para vendas:

source: No
pt: Não

source: Sale Price ($CURRENCY):
pt: Preço de venda ($CURRENCY):

source: Tributary Situation:
pt: Situação tributária:

source: Yes
pt: Sim

source: Stock:
pt: Estoque:

source: Apply Markup:
pt: Aplicar marcação:

source: on category
pt: na categoria

source: Base Cost:
pt: Custo base:

source: Markup:
pt: Marcação:

source: Max Discount:
pt: Desconto máximo:

source: Allow Fractions (e.g 0.5Kg, 0.75mL)
pt: Permitir frações (ex: 0,5Kg, 0,75mL)

source: Price:
pt: Preço:

source: Estimated Fix Date:
pt: Data estimada de resolução:

source: Service Details:
pt: Detalhes do serviço:

source: Add a new supplier
pt: Adicionar um novo fornecedor

source: CIF (Cost Insurance Freight)
pt: CIF (Custo, seguro e frete)

source: Edit selected supplier
pt: Editar o fornecedor selecionado

source: Expected Freight:
pt: Previsão para frete:

source: FOB (Free On Board)
pt: FOB (Livre a bordo)

source: Freight Type:
pt: Tipo de frete:

source: Deadline:
pt: Prazo:

source: Open date:
pt: Data de abertura:

source: Quote group:
pt: Grupo de cotação:

source: Removed By:
pt: Retirado por:

source: Active:
pt: Ativo:

source: Reason
pt: Razão

source: Receival date:
pt: Data de recebimento:

source: Receiver:
pt: Responsável pelo recebimento:

source: Receiving branch:
pt: Filial destinatária:

source: Sender:
pt: Responsável pelo envio:

source: Sending branch:
pt: Filial remetente:

source: Purchases
pt: Compras

source: Product Types:
pt: Tipos de produto:

source: Supplier Status:
pt: Situação do fornecedor:

source: Current Value:
pt: Valor atual:

source: General
pt: Geral

source: Group:
pt: Grupo:

source: Parameter Name:
pt: Nome do parâmetro:

source: Origin:
pt: Origem:

source: <b>TEF Plugin</b>
pt: <b>Plugin TEF</b>

source: Enabling TEF requires installing additional software. Please fill in your details and will contact you within two business days:
pt: Habilitar o TEF requer a instalação de software adicional. Por favor, preencha os seus dados e nós entraremos em contato em até dois dias úteis.

source: Fill in the form above and then click <b>Forward</b> to continue.
pt: Preencha o formulário acima e então clique <b>Avançar</b> para continuar.

source: Phone:
pt: Telefone:

source: <b>Cash Amounts:</b>
pt: <b>Quantia:</b>

source: <b>General Details:</b>
pt: <b>Detalhes gerais:</b>

source: Amount Removed ($CURRENCY):
pt: Quantia retirada ($CURRENCY):

source: Float Remaining:
pt: Fundo de caixa:

source: Till Closing
pt: Fechamento de caixa

source: Resume
pt: Resumir

source: Till Out...
pt: Saída de caixa...

source: Cash to add ($CURRENCY):
pt: Valor a adicionar ($CURRENCY):

source: Till Opening
pt: Abertura de caixa

source: Destination:
pt: Destino:

source: Source:
pt: Origem:

source: Transporter Status:
pt: Situação da transportadora

source: <b>Updating Database Schema</b>
pt: <b>Atualizando o esquema do banco de dados</b>

source: Stoq was already updated, but we still need to update the database schema. Click <b>Forward</b> to start database schema update. It is always a good idea to <b>create a backup</b> of your database before updating.
pt: O Stoq já foi atualizado, mas ainda é preciso atualizar o esquema do banco de dados. Clique em <b>Avançar</b> para iniciar a atualização do esquema do banco de dados. É sempre uma boa ideia <b>criar um backup</b> de seu banco de dados antes de atualizar.

source: Update Database
pt: Atualizar o banco de dados

source: Change Password...
pt: Alterar senha...

source: Profile:
pt: Perfil:

source: Available Applications:
pt: Aplicativos disponíveis:

source: Profile Name:
pt: Nome do perfil:

source: Welcome to the Stoq installation wizard.
pt: Bem-vindo ao assistente de instalação do Stoq.

# yes
source: launcher
pt: iniciador

source: Accounts
pt: Contas
