Repository: stoq/stoq
Catalog: po/*.po
Languages: es_es, pt

source: Cannot create new barcodes in demonstration mode
pt: Não é possível criar novos códigos de barra no modo de demonstração

source: Cost cannot be zero or negative
pt: Custo não pode ser zero ou negativo.

source: Product Unit
pt: Unidade do produto

source: Service
pt: Serviço

source: Expected receival date must be set to a future date
pt: A data prevista para recebimento deve ser uma data futura

source: No tax
es_es: No Tributado
pt: Não tributado

source: Initial Cash amount of %s
pt: Caixa iniciado com a quantia de %s

source: You cannot add a negative amount when opening the till.
pt: Você não pode adicionar valor negativo ao abrir o caixa.

source: Closing Opened Till
pt: Fechamento de caixa aberto

source: Total balance:
pt: Balanço total:

source: Initial Amount
pt: Quantia inicial

source: Cash In
pt: Suprimento

source: Cash Out
pt: Despesa

source: Amount
pt: Quantia

source: Amount removed from Till on %s
pt: Quantia removida do caixa em %s

source: Value cannot be less than zero
pt: O saldo do caixa não pode ser menor que zero

source: You can not specify an amount removed greater than the till balance.
pt: Não é possível especificar uma quantia removida maior que o saldo de caixa.

source: Value cannot be zero or less than zero
pt: O valor não pode ser zero ou menor que zero

source: Value cannot be more than the total Till balance
pt: O valor não pode ser maior do que o total do balanço do caixa

source: Cash Advance
pt: Adiantamento de salário

source: Cash advance paid to employee: %s
pt: Adiantamento de salário pago ao funcionário: %s

source: Reverse Payment
pt: Adicionar sangria

source: Cash out: %s
pt: Despesa: %s

source: Cash in: %s
pt: Suprimento: %s

source: You can only close the till once per day. You won't be able to make any more sales today. Close the till?
pt: Você só pode fechar o caixa uma vez por dia. Você não conseguirá fazer mais nenhuma venda hoje. Fechar o caixa?

source: Close Till
pt: Fechar o caixa

source: You are not allowed to sell in branches not created by the demonstration mode
pt: Não são permitidas vendas em filiais que não foram criadas pelo modo de demonstração

source: You need to close the till from the previous day before creating a new order. Close the Till?
pt: Você precisa fechar o caixa aberto de um dia anterior andes de criar um novo pedido. Fechar o Caixa?

source: The till in Stoq is opened, but in ECF is closed. Close the till in Stoq?
pt: O caixa no Stoq está aberto, mas na ECF está fechado. Fechar o caixa no Stoq?

source: The till in stoq is closed, but in ECF is opened. Close the till in ECF?
pt: O Caixa no Stoq está fechado mas na ECF está aberto Fechar o caixa na ECF?

source: The fiscal printer has run out of paper. Add more paper before continuing.
pt: A impressora fiscal está sem papel. Adicione mais papel antes de continuar.

source: Confirm later
pt: Confirmar depois

source: The fiscal printer is offline, turn it on and try again
pt: A impressora fiscal está desligada, ligue-a e tente novamente

source: It is not possible to emit the coupon
pt: Não é possível emitir o coupon

source: Search for events
pt: Procurar por eventos

source: Authenticating user...
pt: Autenticando utilizador...

source: Invalid user or password
pt: Utilizador ou senha inválidos

source: This user is inactive
pt: Este utilizador está inativo

source: User '%s' has no profile set, but this should not happen.
pt: Utilizador '%s' não tem um perfil setado, mas isso não deveria acontecer.

source: Please contact your system administrator or Stoq team.
pt: Por favor, contacte o seu administrador do sistema ou a equipe Stoq.

source: User does not have a profile
pt: Utilizador não tem perfil

source: Stoq - Access Control
pt: Stoq - Controle de acesso

source: specify an username
pt: especifique um utilizador

source: Send PDF by e-mail
pt: Enviar PDF por e-mail

source: Sellable Category Search
pt: Pequisa de categoria de itens

source: Categories Matching:
pt: Categorias contendo:

source: category
pt: categoria

source: categories
pt: categorias

source: Suggested Markup (%)
pt: Marcação sugerida (%)

source: Commission (%)
pt: Comissão (%)

source: Installments Commission (%)
pt: Comissão de venda parcelada (%)

source: Base Sellable Category Search
pt: Pesquisa de categoria base de itens

source: Base Categories Matching:
pt: Categorias base contendo:

source: base category
pt: categoria base

source: base categories
pt: categorias base

source: Search for Commissions
pt: Pesquisa de comissões

source: Anyone
pt: Qualquer um

source: Sold by:
pt: Vendido por:

source: Commission
pt: Comissão

source: Payment value
pt: Valor do pagamento

source: Sale total
pt: Total da venda

source: Consignment Items Search
pt: Pesquisa de itens consignados

source: event
pt: evento

source: events
pt: eventos

source: C.F.O.P. Search
pt: Pesquisa de C.F.O.P.

source: Search for fiscal entries
pt: Pesquisa de entradas fiscais

source: fiscal entry
pt: entrada fiscal

source: fiscal entries
pt: entradas fiscais

source: ICMS Total
pt: Total de ICMS

source: ICMS Total:
pt: Total de ICMS:

source: IPI Total
pt: Total de IPI

source: IPI Total:
pt: Total de IPI:

source: ISS Total
pt: Total de ISS

source: ISS Total:
pt: Total de ISS:

source: Show entries of type
pt: Mostrar entradas do tipo

source: Loan Items Search
pt: Pesquisa de itens emprestados

source: Loan Search
pt: Pesquisa de empréstimos

source: loan
pt: empréstimo

source: loans
pt: empréstimos

source: Removed by
pt: Removido por

source: Stoq System Parameters
pt: Parâmetros de sistema do Stoq

source: Group
pt: Grupo

source: Parameter
pt: Parâmetro

source: Current value
pt: Valor atual

source: Bill & Check Payments Search
pt: Pesquisa de boletos e cheques

source: Bill or check number:
pt: Número do boleto ou cheque:

source: Method
pt: Forma

source: Card Payment Search
pt: Pesquisa de pagamentos em cartão

source: Credit provider
pt: Fornecedor de crédito

source: % Fee
pt: % Taxa

source: Fee
pt: Taxa

source: Person Search
pt: Pesquisa de pessoa

source: Employee Search
pt: Pesquisa de funcionários

source: employee
pt: funcionário

source: employees
pt: funcionários

source: Show employees with status
pt: Exibir funcionários com situação

source: Registry Number
pt: Número de registro

source: Supplier Search
pt: Pesquisa de fornecedor

source: Suppliers Matching:
pt: Fornecedores contendo:

source: supplier
pt: fornecedor

source: suppliers
pt: fornecedores

source: Phone Number
pt: Telefone

source: Fancy Name
pt: Nome fantasia

source: Short Name
pt: Nome Curto

source: Credit Fee
pt: Taxa de crédito

source: Debit Fee
pt: Taxa de débito

source: Credit installments store Fee
pt: Taxa de crédito parcelado lojista

source: Credit installments provider Fee
pt: Taxa de crédito parcelado administradora

source: Debit pre-dated fee
pt: Taxa de débito pré-datado

source: Fixed fee
pt: Taxa fixa

source: Card Provider Search
pt: Pesquisa de fornecedor de cartão de crédito

source: provider
pt: fornecedor

source: providers
pt: fornecedores

source: Client Search
pt: Pesquisa de clientes

source: client
pt: cliente

source: clients
pt: clientes

source: Show clients with status
pt: Exibir clientes com situação

source: Transporter Search
pt: Pequisa de transportadora

source: transporter
pt: transportadora

source: transporters
pt: transportadoras

source: Show transporters with status
pt: Exibir transportadoras com situação

source: Freight (%)
pt: Frete (%)

source: Employee Role Search
pt: Pesquisa de cargos de funcionário

source: role
pt: cargo

source: roles
pt: cargos

source: Role Matching
pt: Cargo contendo:

source: Branch Search
pt: Pesquisa de filial

source: matching
pt: contendo:

source: branch
pt: filial

source: branches
pt: filiais

source: Show branches with status
pt: Exibir filiais com situação

source: User Search
pt: Pesquisa de Utilizadores

source: Users Matching:
pt: Utilizadores contendo:

source: user
pt: utilizador

source: users
pt: utilizadores

source: Login Name
pt: Nome de login

source: Profile
pt: Perfil

source: Production Product
pt: Produção de produto

source: Production Items
pt: Itens da produção

source: order status:
pt: situação do pedido:

source: To Produce
pt: A produzir

source: Production History Search
pt: Pesquisa de histórico de produção

source: Product Search
pt: Pesquisa de produtos

source: Add products
pt: Adicionar produtos

source: product
pt: produto

source: products
pt: produtos

source: _Price table
pt: Tabela de _preços

source: Product History Search
pt: Pesquisa de histórico de produtos

source: Manualy Decreased
pt: Saída manual

source: Products Sold Search
pt: Pesquisa de produtos vendidos

source: Avg. Cost
pt: Custo médio

source: Product Stock Search
pt: Pesquisa de estoque de produtos

source: The DIFFERENCE column is equal IN STOCK minus MINIMUM columns
pt: A DIFERENÇA é igual a coluna EM ESTOQUE menos a coluna MÍNIMO

source: Maximum
pt: Máximo

source: Minimum
pt: Mínimo

source: Difference
pt: Diferença

source: Closed Product Stock Search
pt: Pesquisa de produtos fechados

source: User Profile Search
pt: Pesquisa de perfil de utilizadores

source: Profiles Matching:
pt: Perfis contendo:

source: Purchased Items Search
pt: Pesquisa de itens comprados

source: Purchased
pt: Comprado

source: Purchased date
pt: Data da compra

source: Expected receival
pt: Previsão de recebimento

source: Purchase Receiving Search
pt: Pesquisa de histórico de compras

source: receiving order
pt: pedido de recebimento

source: receiving orders
pt: pedidos de recebimento

source: Purchase order #
pt: Pedido de compra #

source: Receival date
pt: Data de recebimento

source: Purchaser
pt: Comprador

source: Invoice total
pt: Total da N.F.

source: Search for Sales
pt: Pesquisa de vendas

source: Delivery Search
pt: Pesquisa de serviços

source: Items matching:
pt: Itens contendo:

source: Estimated
pt: Estimado

source: Qty
pt: Qtde

source: Sold Items by Branch
pt: Itens vendidos por filial

source: In Branch:
pt: Na filial:

source: Search for sale items
pt: Pesquisa de itens à venda

source: _Add sale items
pt: Adicionar Item à venda

source: sale item
pt: item de venda

source: sale items
pt: itens de venda

source: Show items matching:
pt: Exibir itens contendo:

source: Search for Units
pt: Pesquisa de unidades

source: Fraction
pt: Fração

source: Service Search
pt: Pesquisa de serviços

source: Add services
pt: Adicionar serviços

source: service
pt: serviço

source: services
pt: serviços

source: Price table
pt: Tabela de preços

source: Show services
pt: Exibir serviços

source: Computer Search
pt: Pesquisa de computadores

source: Manual Stock Decrease Search
pt: Pesquisa de saídas manuais

source: manual stock decrease
pt: Saída manual

source: manual stock decreases
pt: saídas manuais

source: Items removed
pt: Itens removidos

source: Tax Classes Search
pt: Pesquisa de classe de impostos

source: Class Matching:
pt: Classe contendo:

source: class
pt: classe

source: Class name
pt: Nome da classe

source: Till Fiscal Operations
pt: Operações fiscais do caixa

source: fiscal operation
pt: operação fiscal

source: fiscal operations
pt: operações fiscais

source: Transfer Order Search
pt: Pequisa de transferências de pedido

source: transfer order
pt: Pedido de transferência

source: transfer orders
pt: Pedidos de transferência

source: Source
pt: Origem

source: Number of items transferred
pt: Número de itens transferidos

source: The received value must be greater or equal than the sale value.
pt: O valor recebido deve ser maior ou igual ao valor vendido.

source: Credit limit must be greater than or equal to 0
pt: O limite de crédito deve ser maior ou igual a 0

source: The fee can not be greater to 100%.
pt: A taxa não pode ser maior que 100%.

source: The fee must be positive.
pt: A taxa deve ser positiva.

source: The monthly fee must be positive.
pt: A taxa montante deve ser positiva.

source: Began
pt: Iniciou em

source: Ended
pt: Saiu em

source: Change
pt: Trocar

source: View
pt: Visualizar

source: Erase
pt: Apagar

source: Save
pt: Salvar

source: Select Image
pt: Selecione uma imagem

source: Confirm payment
pt: Confirmar pagamento

source: Due
pt: Vencimento

source: Paid date must be between %s and today
pt: A data de pagamento deve estar entre %s e hoje

source: Penalty can not be less than zero
pt: Multa não pode ser menor que zero

source: Interest can not be less than zero
pt: Juros não pode ser menor que zero

source: Discount can not be greater or equal than %.2f
pt: Desconto não pode ser maior do que o valor %.2f

source: Discount can not be less than zero
pt: Desconto não pode ser menor que zero

source: Supplier:
pt: Fornecedor:

source: Liasons
pt: Contatos

source: Edit '%s'
pt: Editar '%s'

source: Expected installment due date must be set to a future date
pt: A data prevista para o vencimento deve ser uma data futura

source: The value must be a positive number
pt: O valor deve ser um número positivo

source: Bank ID
pt: ID do banco

source: Bank branch
pt: Agência bancária

source: Bank account
pt: Conta bancária

source: Overpaid:
pt: Pago em excesso:

source: Payment dates can't repeat or be lower than previous dates.
pt: As datas de pagamento não podem repetir ou ser inferior a datas anteriores.

source: The number of installments cannot be 0
pt: O número de parcelas não pode ser 0

source: The number of installments must be less then %d
pt: Número de parcelas deve ser menor que %d

source: Expected first installment date must be set to a future date
pt: A data prevista para a primeira parcela deve ser uma data futura

source: Number of installments must be greater than %d and lower than %d
pt: O número de prestações deve ser maior que %d e menor que %d

source: You can not add more payments using the %s payment method.
pt: Você não pode adicionar mais pagamentos utilizando a forma de pagamento %s.

source: Client %s does not have enought credit left.
pt: Cliente %s excedeu o limite de crédito.

source: Payment renegotiated
pt: Pagamento renegociado

source: The value must be lesser than the missing value.
pt: O valor a receber deve ser menor do que o valor restante.

source: You must provide a payment value.
pt: Selecione um fornecedor para o valor de pagamento.

source: NCM must have 8 digits.
pt: NCM deve ter 8 dígitos.

source: EX TIPI must have 2 or 3 digits.
pt: EX TIPI deve ter 2 ou 3 dígitos

source: NCM must have 2 digits.
pt: NCM de ter 2 dígitos.

source: Minimum value must be a positive value.
pt: Mínimo deve ser um valor positivo.

source: Minimum must be lower than the maximum value.
pt: Mínimo deve ser menor que o valor máximo.

source: Maximum value must be a positive value.
pt: Máximo deve ser um valor positivo.

source: Maximum must be greater than the minimum value.
pt: Máximo deve ser maior que o valor mínimo.

source: This field cannot be negative
pt: Este campo não pode ser negativo.

source: Additional Information
pt: Informações adicionais

source: Receiving order number must be between 1 and 999999
pt: O número do pedido de recebimento deve estar entre 1 a 999999

source: Invoice %d already exists for supplier %s.
pt: A nota fiscal %d já existe para o fornecedor %s.

source: Discount must be greater than zero
pt: O desconto deve ser maior que zero

source: Discount must be less than %s
pt: O desconto deve ser menor que %s

source: %s can not be greater or equal to 100%%.
pt: %s não pode ser maior ou igual a 100%%.

source: %s can not be greater then %d%%
pt: %s não pode ser maior do que %d%%

source: %s can not be less then 0
pt: %s não pode ser menor que 0

source: Discount
pt: Desconto

source: You must open the till first.
pt: Você deve abrir o caixa primeiro.

source: Deduction value can not be lesser then 0
pt: O caixa não pode ser fechado com balanço negativo

source: Deduction value can not be greater then the paid value
pt: Desconto não pode ser maior do que 100 porcento.

source: Do you really want to cancel this sale ?
pt: Você está certo que deseja cancelar esta venda ?

source: Don't cancel sale
pt: Não cancelar venda

source: Sale price can not be 0
pt: Preço de venda não pode ser 0

source: This date must be set in the future.
pt: A data definida deve ser uma data futura.

source: Passwords must have at least %d characters
pt: Senhas devem ter no mínimo %d caracteres

source: Passwords don't matches
pt: A senha não confere

source: New Password:
pt: Nova senha:

source: Retype New Password:
pt: Confirme a nova senha:

source: Change "%s" Password
pt: Mudar a senha de "%s"

source: Password doesn't match with the stored one
pt: A senha não confere com a armazenada

source: No Role
pt: Sem cargo

source: Version: %s
pt: Versão: %s

source: A company with this CNPJ already exists
pt: Uma empresa com este CNPJ já existe

source: A person with this CPF already exists
pt: Uma pessoa com este CPF já existe

source: Birth date must be less than today
pt: A data de aniversário deve ser menor do que a data atual

source: You must define a valid main address before adding additional addresses
pt: Você tem que definir um endereço principal antes de adicionar novos endereços

source: Company Data
pt: Dados de pessoa jurídica

source: Individual Data
pt: Dados de pessoa física

source: 1 More Address...
pt: Mais 1 endereço...

source: %i More Addresses...
pt: Mais %i endereços...

source: Item search
pt: Pesquisa de itens

source: _Select item
pt: _Selecionar item

source: Minimum Qty
pt: Qtde mínima

source: The quantity must be positive
pt: A quantidade deve ser positiva

source: Cost must be greater than zero.
pt: O custo deve ser maior que zero.

source: Total Sold
pt: Total vendido

source: No payments was generated.
pt: Não há pagamentos gerados.

source: The changes performed does not require payment creation, so this wizard will be finished.
pt: As mudanças realizadas não exigem a criação de pagamentos, o assistente finalizará.

source: New Consignment
pt: Nova Consignação:

source: Closing In Consignment
pt: Fechamento de consignação

source: The expire date must be set to today or a future date.
pt: A data a expirar deve ser a data atual ou uma data futura.

source: Quantity should be positive.
pt: Quantidade vendida deve ser positiva.

source: The quantity is greater than the quantity in stock.
pt: Quantidade é maior que a quantidade em estoque.

source: A sale was created from loan items. You can confirm the sale in the Till application.
pt: A venda foi criada a partir de itens de empréstimo. Você pode confirmá-la a venda no caixa.

source: Some products have returned to stock. You can check the stock of the items in the Stock application.
pt: Alguns produtos foram retornados ao estoque. É possível verificar os itens no aplicativo Estoque.

source: Close loan details...
pt: Detalhes do fechamento de empréstimo...

source: New Loan Wizard
pt: Novo empréstimo

source: Would you like to print the receipt now?
pt: Você gostaria de imprimir o recibo agora?

source: Print receipt
pt: Imprimir recibo

source: Don't print
pt: Não imprimir

source: Close Loan Wizard
pt: Fechamento de empréstimo

source: Does the %s already exist?
pt: O %s já existe?

source: No, it's a new %s
pt: Não, é um novo %s

source: Mobile
pt: Celular

source: What kind of %s are you adding?
pt: Que tipo de %s você está adicionado?

source: Adding a %s
pt: Adicionando %s

source: Expected start date should be a future date.
pt: A data prevista de início deve ser uma data futura ou hoje.

source: Services:
pt: Serviços:

source: Edit Production
pt: Editar produção

source: Purchase Finish
pt: Finalizar compras

source: Return payment for order %s
pt: Devolver pagamento do pedido %s

source: The quote deadline date must be set to today or a future date
pt: O prazo da cotação deve ser a data atual ou uma data futura

source: No supplier have been found for any of the selected items. This quote will be cancelled.
pt: Nenhum fornecedor foi encontrado para qualquer um dos itens selecionados. Esta cotação será cancelada.

source: Supplied/Total
pt: Fornecido/Total

source: Products supplied by %s
pt: Produtos fornecidos por %s

source: Missing Products
pt: Produtos faltando

source: Quote
pt: Cotação

source: Deadline
pt: Prazo

source: Are you sure you want to remove "%s" ?
pt: Tem certeza que deseja remover "%s" ?

source: Remove quote
pt: Remover cotação

source: Don't remove
pt: Não remover

source: This will cancel the group and related quotes. Are you sure?
pt: Isto irá cancelar o grupo e as cotações relacionadas. Você tem certeza?

source: Cancel group
pt: Cancelar grupo

source: Don't Cancel
pt: Não cancelar

source: Should we close the quotes used to compose the purchase order ?
pt: Deseja fechar as cotações utilizadas para compor uma ordem de compra ?

source: Close quotes
pt: Fechar cotações

source: New Quote
pt: Nova cotação

source: Edit Quote
pt: Editar cotação

source: Receive Quote Wizard
pt: Recebimento de cotação

source: The expected freight value must be a positive number.
pt: O valor esperado de frete deve ser um número positivo.

source: Total Ordered:
pt: Valor solicitado:

source: Expected Receival
pt: Previsão de recebimento

source: Quantity below the minimum required by the supplier
pt: Quantidade abaixo do mínimo requirido pelo fornecedor

source: Edit the selected transporter
pt: Editar a transportadora selecionada

source: New Order
pt: Novo pedido

source: Edit Order
pt: Editar o pedido

source: Qty Ordered
pt: Qtde pedida

source: Qty Received
pt: Qtde recebida

source: Order Total
pt: Total do Pedido

source: Quantity to receive
pt: Quantidade a receber

source: Receiving Order
pt: Pedido de recebimento

source: Surcharge must be greater than 0
pt: Acréscimo deve ser maior do que 0

source: Discount must be greater than 0
pt: Desconto deve ser maior do que 0

source: Discount can not be greater than total amount
pt: Desconto não pode ser maior do que o valor total

source: Payments Renegotiation Wizard
pt: Assistente de renegociação de parcelas

source: Edit Sale Quote
pt: Editar cotação de venda

source: Would you like to print the quote details now?
pt: Você gostaria de imprimir os detalhes da cotação agora?

source: Print quote details
pt: Imprimir detalhes da cotação

source: Return Sale Order
pt: Retornar pedido de venda

source: Invalid value, please verify if it was properly typed.
pt: Valor inválido, por favor verifique se foi digitado corretamente.

source: You need active credit providers to use the card payment method.
pt: Você precisa de fornecedores de crédito ativos para usar o método de pagamento por cartão.

source: Invoice number should be positive.
pt: O número da nota fiscal deve ser positivo.

source: Invoice number should be lesser than 999999999.
pt: O número da nota fiscal deve ser menor 999999999.

source: Invoice number already used.
pt: O número da nota fiscal já existe.

source: Sale Checkout
pt: Confirmar venda

source: The invoice number %s is already used. Confirm the sale again to chose another one.
pt: O número da nota fiscal %s já está sendo usado. Confirme a venda novamente para escolher outro.

source: Manual Stock Decrease
pt: Saída manual

source: Would you like to print a receipt?
pt: Você gostaria de imprimir um recibo?

source: The date must be set to today or a future date
pt: A data escolhida deve ser a data atual uma data futura

source: The open date must be set to before the receival date
pt: A data de abertura escolhida deve ser uma data futura

source: The receival date must be set to after the open date
pt: A data de recebimento deve ser uma após a data de abertura

source: Stock Transfer
pt: Transferência

source: Would you like to print a receipt for this transfer?
pt: Você gostaria de imprimir um recibo para esta transferência?
